{
    "Oath of Devotion":"{\"title\":\"Oath of Devotion\",\"description\":\"The Oath of Devotion binds a paladin to the loftiest ideals of justice, virtue, and order. Sometimes called cavaliers, white knights, or holy warriors, these paladins meet the ideal of the knight in shining armor, acting with honor in pursuit of justice and the greater good. They hold themselves to the highest standards of conduct, and some, for better or worse, hold the rest of the world to the same standards. Many who swear this oath are devoted to gods of law and good and use their gods\\u2019 tenets as the measure of their devotion. They hold angels\\u2014the perfect servants of good\\u2014as their ideals, and incorporate images of angelic wings into their helmets or coats of arms.\",\"fields\":[{\"name\":\"content\",\"value\":\"The Oath of Devotion binds a paladin to the loftiest ideals of justice, virtue, and order. Sometimes called cavaliers, white knights, or holy warriors, these paladins meet the ideal of the knight in shining armor, acting with honor in pursuit of justice and the greater good. They hold themselves to the highest standards of conduct, and some, for better or worse, hold the rest of the world to the same standards. Many who swear this oath are devoted to gods of law and good and use their gods\\u2019 tenets as the measure of their devotion. They hold angels\\u2014the perfect servants of good\\u2014as their ideals, and incorporate images of angelic wings into their helmets or coats of arms.\"},{\"name\":\"Tenets of Devotion\",\"value\":\"Though the exact words and strictures of the Oath of Devotion vary, paladins of this oath share these tenets.\\n***Honesty.*** Don\\u2019t lie or cheat. Let your word be your promise.\\n***Courage.*** Never fear to act, though caution is wise.\\n***Compassion.*** Aid others, protect the weak, and punish those who threaten them. Show mercy to your foes, but temper it with wisdom.\\n***Honor.*** Treat others with fairness, and let your honorable deeds be an example to them. Do as much good as possible while causing the least amount of harm.\\n***Duty.*** Be responsible for your actions and their consequences, protect those entrusted to your care, and obey those who have just authority over you.\"},{\"name\":\"Oath Spells\",\"value\":\"You gain oath spells at the paladin levels listed.\"},{\"name\":\"Channel Divinity\",\"value\":\"When you take this oath at 3rd level, you gain the Sacred Weapon and Turn the Unholy Channel Divinity options.\"},{\"name\":\"Sacred Weapon\",\"value\":\"Sacred Weapon.*** As an action, you can imbue one weapon that you are holding with positive energy, using your Channel Divinity. For 1 minute, you add your Charisma modifier to attack rolls made with that weapon (with a minimum bonus of +1). The weapon also emits bright light in a 20-foot radius and dim light 20 feet beyond that. If the weapon is not already magical, it becomes magical for the duration.\\nYou can end this effect on your turn as part of any other action. If you are no longer holding or carrying this weapon, or if you fall unconscious, this effect ends.\"},{\"name\":\"Turn the Unholy\",\"value\":\"Turn the Unholy.*** As an action, you present your holy symbol and speak a prayer censuring fiends and undead, using your Channel Divinity. Each fiend or undead that can see or hear you within 30 feet of you must make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes damage.\\nA turned creature must spend its turns trying to move as far away from you as it can, and it can\\u2019t willingly move to a space within 30 feet of you. It also can\\u2019t take reactions. For its action, it can use only the Dash action or try to escape from an effect that prevents it from moving. If there\\u2019s nowhere to move, the creature can use the Dodge action.\"},{\"name\":\"Aura of Devotion\",\"value\":\"Starting at 7th level, you and friendly creatures within 10 feet of you can\\u2019t be charmed while you are conscious.\\nAt 18th level, the range of this aura increases to 30 feet.\"},{\"name\":\"Purity of Spirit\",\"value\":\"Beginning at 15th level, you are always under the effects of a *protection from evil and good* spell.\"},{\"name\":\"Holy Nimbus\",\"value\":\"At 20th level, as an action, you can emanate an aura of sunlight. For 1 minute, bright light shines from you in a 30-foot radius, and dim light shines 30 feet beyond that.\\nWhenever an enemy creature starts its turn in the bright light, the creature takes 10 radiant damage.\\nIn addition, for the duration, you have advantage on saving throws against spells cast by fiends or undead.\\nOnce you use this feature, you can\\u2019t use it again until you finish a long rest.\"}],\"footer\":{\"text\":\"5e SRD: p.25\"}}",
    "Thief":"{\"title\":\"Thief\",\"description\":\"You hone your skills in the larcenous arts. Burglars, bandits, cutpurses, and other criminals typically follow this archetype, but so do rogues who prefer to think of themselves as professional treasure seekers, explorers, delvers, and investigators. In addition to improving your agility and stealth, you learn skills useful for delving into ancient ruins, reading unfamiliar languages, and using magic items you normally couldn\\u2019t employ.\",\"fields\":[{\"name\":\"content\",\"value\":\"You hone your skills in the larcenous arts. Burglars, bandits, cutpurses, and other criminals typically follow this archetype, but so do rogues who prefer to think of themselves as professional treasure seekers, explorers, delvers, and investigators. In addition to improving your agility and stealth, you learn skills useful for delving into ancient ruins, reading unfamiliar languages, and using magic items you normally couldn\\u2019t employ.\"},{\"name\":\"Fast Hands\",\"value\":\"Starting at 3rd level, you can use the bonus action granted by your Cunning Action to make a Dexterity (Sleight of Hand) check, use your thieves\\u2019 tools to disarm a trap or open a lock, or take the Use an Object action.\"},{\"name\":\"Second-Story Work\",\"value\":\"When you choose this archetype at 3rd level, you gain the ability to climb faster than normal; climbing no longer costs you extra movement.\\nIn addition, when you make a running jump, the distance you cover increases by a number of feet equal to your Dexterity modifier.\"},{\"name\":\"Supreme Sneak\",\"value\":\"Starting at 9th level, you have advantage on a Dexterity (Stealth) check if you move no more than half your speed on the same turn.\"},{\"name\":\"Use Magic Device\",\"value\":\"By 13th level, you have learned enough about the workings of magic that you can improvise the use of items even when they are not intended for you. You ignore all class, race, and level requirements on the use of magic items.\"},{\"name\":\"Thief\\u2019s Reflexes\",\"value\":\"When you reach 17th level, you have become adept at laying ambushes and quickly escaping danger. You can take two turns during the first round of any combat. You take your first turn at your normal initiative and your second turn at your initiative minus 10. You can\\u2019t use this feature when you are surprised.\"}],\"footer\":{\"text\":\"5e SRD: p.25\"}}",
    "Champion":"{\"title\":\"Champion\",\"description\":\"The archetypal Champion focuses on the development of raw physical power honed to deadly perfection. Those who model themselves on this archetype combine rigorous training with physical excellence to deal devastating blows.\",\"fields\":[{\"name\":\"content\",\"value\":\"The archetypal Champion focuses on the development of raw physical power honed to deadly perfection. Those who model themselves on this archetype combine rigorous training with physical excellence to deal devastating blows.\"},{\"name\":\"Improved Critical\",\"value\":\"Beginning when you choose this archetype at 3rd level, your weapon attacks score a critical hit on a roll of 19 or 20.\"},{\"name\":\"Remarkable Athlete\",\"value\":\"Starting at 7th level, you can add half your proficiency bonus (round up) to any Strength, Dexterity, or Constitution check you make that doesn\\u2019t already use your proficiency bonus.\\nIn addition, when you make a running long jump, the distance you can cover increases by a number of feet equal to your Strength modifier.\"},{\"name\":\"Additional Fighting Style\",\"value\":\"At 10th level, you can choose a second option from the Fighting Style class feature.\"},{\"name\":\"Superior Critical\",\"value\":\"Starting at 15th level, your weapon attacks score a critical hit on a roll of 18\\u201320.\"},{\"name\":\"Survivor\",\"value\":\"At 18th level, you attain the pinnacle of resilience in battle. At the start of each of your turns, you regain hit points equal to 5 + your Constitution modifier if you have no more than half of your hit points left. You don\\u2019t gain this benefit if you have 0 hit points.\"}],\"footer\":{\"text\":\"5e SRD: p.25\"}}",
    "Way of the Open Hand":"{\"title\":\"Way of the Open Hand\",\"description\":\"Monks of the Way of the Open Hand are the ultimate masters of martial arts combat, whether armed or unarmed. They learn techniques to push and trip their opponents, manipulate ki to heal damage to their bodies, and practice advanced meditation that can protect them from harm.\",\"fields\":[{\"name\":\"content\",\"value\":\"Monks of the Way of the Open Hand are the ultimate masters of martial arts combat, whether armed or unarmed. They learn techniques to push and trip their opponents, manipulate ki to heal damage to their bodies, and practice advanced meditation that can protect them from harm.\"},{\"name\":\"Open Hand Technique\",\"value\":\"Starting when you choose this tradition at 3rd level, you can manipulate your enemy\\u2019s ki when you harness your own. Whenever you hit a creature with one of the attacks granted by your Flurry of Blows, you can impose one of the following effects on that target:\\n\\t\\u2022It must succeed on a Dexterity saving throw or be knocked prone.\\n\\t\\u2022It must make a Strength saving throw. If it fails, you can push it up to 15 feet away from you.\\n\\t\\u2022It can\\u2019t take reactions until the end of your next turn.\"},{\"name\":\"Wholeness of Body\",\"value\":\"At 6th level, you gain the ability to heal yourself. As an action, you can regain hit points equal to three times your monk level. You must finish a long rest before you can use this feature again.\"},{\"name\":\"Tranquility\",\"value\":\"Beginning at 11th level, you can enter a special meditation that surrounds you with an aura of peace. At the end of a long rest, you gain the effect of a *sanctuary* spell that lasts until the start of your next long rest (the spell can end early as normal). The saving throw DC for the spell equals 8 + your Wisdom modifier + your proficiency bonus.\"},{\"name\":\"Quivering Palm\",\"value\":\"At 17th level, you gain the ability to set up lethal vibrations in someone\\u2019s body. When you hit a creature with an unarmed strike, you can spend 3 ki points to start these imperceptible vibrations, which last for a number of days equal to your monk level. The vibrations are harmless unless you use your action to end them. To do so, you and the target must be on the same plane of existence. When you use this action, the creature must make a Constitution saving throw. If it fails, it is reduced to 0 hit points. If it succeeds, it takes 10d10 necrotic damage.\\nYou can have only one creature under the effect of this feature at a time. You can choose to end the vibrations harmlessly without using an action.\"}],\"footer\":{\"text\":\"5e SRD: p.25\"}}",
    "Hunter":"{\"title\":\"Hunter\",\"description\":\"Emulating the Hunter archetype means accepting your place as a bulwark between civilization and the terrors of the wilderness. As you walk the Hunter\\u2019s path, you learn specialized techniques for fighting the threats you face, from rampaging ogres and hordes of orcs to towering giants and terrifying dragons.\",\"fields\":[{\"name\":\"content\",\"value\":\"Emulating the Hunter archetype means accepting your place as a bulwark between civilization and the terrors of the wilderness. As you walk the Hunter\\u2019s path, you learn specialized techniques for fighting the threats you face, from rampaging ogres and hordes of orcs to towering giants and terrifying dragons.\"},{\"name\":\"Hunter\\u2019s Prey\",\"value\":\"At 3rd level, you gain one of the following features of your choice.\\n***Colossus Slayer.*** Your tenacity can wear down the most potent foes. When you hit a creature with a weapon attack, the creature takes an extra 1d8 damage if it\\u2019s below its hit point maximum. You can deal this extra damage only once per turn.\\n***Giant Killer.*** When a Large or larger creature within 5 feet of you hits or misses you with an attack, you can use your reaction to attack that creature immediately after its attack, provided that you can see the creature.\\n***Horde Breaker.*** Once on each of your turns when you make a weapon attack, you can make another attack with the same weapon against a different creature that is within 5 feet of the original target and within range of your weapon.\"},{\"name\":\"Defensive Tactics\",\"value\":\"At 7th level, you gain one of the following features of your choice.\\n***Escape the Horde.*** Opportunity attacks against you are made with disadvantage.\\n***Multiattack Defense.*** When a creature hits you with an attack, you gain a +4 bonus to AC against all subsequent attacks made by that creature for the rest of the turn.\\n***Steel Will.*** You have advantage on saving throws against being frightened.\"},{\"name\":\"Multiattack\",\"value\":\"At 11th level, you gain one of the following features of your choice.\\n***Volley.*** You can use your action to make a ranged attack against any number of creatures within 10 feet of a point you can see within your weapon\\u2019s range. You must have ammunition for each target, as normal, and you make a separate attack roll for each target.\\n***Whirlwind Attack.*** You can use your action to make a melee attack against any number of creatures within 5 feet of you, with a separate attack roll for each target.\"},{\"name\":\"Superior Hunter\\u2019s Defense\",\"value\":\"At 15th level, you gain one of the following features of your choice.\\n***Evasion.*** When you are subjected to an effect, such as a red dragon\\u2019s fiery breath or a *lightning bolt* spell, that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail.\\n***Stand Against the Tide.*** When a hostile creature misses you with a melee attack, you can use your reaction to force that creature to repeat the same attack against another creature (other than itself) of your choice.\\n***Uncanny Dodge.*** When an attacker that you can see hits you with an attack, you can use your reaction to halve the attack\\u2019s damage against you.\"}],\"footer\":{\"text\":\"5e SRD: p.25\"}}",
    "School of Evocation":"{\"title\":\"School of Evocation\",\"description\":\"You focus your study on magic that creates powerful elemental effects such as bitter cold, searing flame, rolling thunder, crackling lightning, and burning acid. Some evokers find employment in military forces, serving as artillery to blast enemy armies from afar. Others use their spectacular power to protect the weak, while some seek their own gain as bandits, adventurers, or aspiring tyrants.\",\"image\":\"https:\\\/\\\/imgur.com\\\/tHe7pWp.png\",\"fields\":[{\"name\":\"content\",\"value\":\"You focus your study on magic that creates powerful elemental effects such as bitter cold, searing flame, rolling thunder, crackling lightning, and burning acid. Some evokers find employment in military forces, serving as artillery to blast enemy armies from afar. Others use their spectacular power to protect the weak, while some seek their own gain as bandits, adventurers, or aspiring tyrants.\"},{\"name\":\"Evocation Savant\",\"value\":\"Beginning when you select this school at 2nd level, the gold and time you must spend to copy an evocation spell into your spellbook is halved.\"},{\"name\":\"Sculpt Spells\",\"value\":\"Beginning at 2nd level, you can create pockets of relative safety within the effects of your evocation spells. When you cast an evocation spell that affects other creatures that you can see, you can choose a number of them equal to 1 + the spell\\u2019s level. The chosen creatures automatically succeed on their saving throws against the spell, and they take no damage if they would normally take half damage on a successful save.\"},{\"name\":\"Potent Cantrip\",\"value\":\"Starting at 6th level, your damaging cantrips affect even creatures that avoid the brunt of the effect. When a creature succeeds on a saving throw against your cantrip, the creature takes half the cantrip\\u2019s damage (if any) but suffers no additional effect from the cantrip.\"},{\"name\":\"Empowered Evocation\",\"value\":\"Beginning at 10th level, you can add your Intelligence modifier to one damage roll of any wizard evocation spell you cast.\"},{\"name\":\"Overchannel\",\"value\":\"Starting at 14th level, you can increase the power of your simpler spells. When you cast a wizard spell of 1st through 5th level that deals damage, you can deal maximum damage with that spell.\\nThe first time you do so, you suffer no adverse effect. If you use this feature again before you finish a long rest, you take 2d12 necrotic damage for each level of the spell, immediately after you cast it. Each time you use this feature again before finishing a long rest, the necrotic damage per spell level increases by 1d12. This damage ignores resistance and immunity.\"}],\"footer\":{\"text\":\"5e SRD: p.25\"}}"
}