{
    "Towers & Walls": "Towers & Walls\nTowers and Walls serve as fortifications for a community. Walls go on the outside of the community, while Towers serve as strategic garrisons and lookout points.\nWalls must be in a relatively straight line (with some leeway for following terrain). This means that most towns that choose to surround themselves with walls will have to build at least four of them. Walls are (Rank+1) storeys tall, but their length is simply “an entire side of the town” or less. Walls may feature gates, allowing passage to authorized persons at a specific place along the wall. These gates may be closed and locked to secure the wall when passage is not permitted, such as at night or during times of war.\nTowers can be built atop Walls, or on their own, as guard outposts or lookout posts. Towers are ((Rank+1) x 2) storeys tall, and often feature portholes to fire arrows from, and a balcony that allows the placement of siege weapons or regiments of soldiers. Towers are the tallest buildings in most communities, rivaled only by Cultural Monuments.\nCastles can be built by combining an appropriate number of Walls and Towers (typically 4 of each). Castles built within or nearby a town serve as a second line of defense, should the town be taken in war.", 
    "Eye-Opening": "Eye-Opening\nRequires: Enchanting 2\nUses: Diamond\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer gains permanent Eye-Opening (Rank 1). If multiple pieces are worn with this enchantment, the effect increases by one rank per piece (so if all three armor pieces have this enchantment, the effect is at Rank 3). This does not stack with consumable benefits - only the highest of the two have any effect.", 
    "Shield Bash": "Shield Bash\n3 Tokens\nCost: 4 Stamina\nUse Requirement: Shield\nRange: Weapon\nFree Action\nEffect: When you successfully Deflect an attack with your shield, you may activate this Technique to make a follow-up Strike Basic Attack with the Shield you used.", 
    "Bottle": "Bottle: (Monster Parts)\n A Bottle can contain a single large serving of a liquid substance (about 1 Liter, or 4 cups' worth), a single dose of an Elixir, or a single Ingredient (including Critters and Small Fairies). A Bottle's contents are kept fresh and uncontaminated for as long as they are secured in the Bottle. (A creature in a Bottle does not need to worry about suffocation.) Contents in a Bottle cannot be smelled or tasted unless the Bottle is uncorked. Bottles break when thrown, spilling their contents over whatever they hit, for good or ill. Bottles can withstand most attacks from within; however, if a creature is trapped inside a Bottle, they may be able to break through the glass, or cleverly uncork the bottle from the inside. Bottles have a Defense of (Rank x 3) against attacks from inside and out; if an attack against them does not exceed their Defense, then the Bottle is not broken and its contents are not freed.", 
    "Observatory / Fortune Teller": "Observatory / Fortune Teller\nObservatories gaze up to the stars, while Fortune Tellers gaze into crystal balls. The result is the same - they both attempt to predict the future.\nObservatories and Fortune Tellers can be employed to perform the Song “Future’s Fugue”, with a Perform Trait equal to (Building Rank x2). The exact method of their performance may vary - be it tea leaves, careful charting of the stars, or even stranger actions. The person performing the augury will relay the information they receive as best and as truthfully as they can, and will ask the mists of time the questions posed to them by customers faithfully and accurately - though they may not always understand the answers they receive from the mists of time.\nRank 1–100\nRank 2–200\nRank 3–400\nRank 4–1000\nRank 5–2000\nAn Observatory or Fortune Teller’s Owners get a small portion of their earnings, based on the Rank of the Building.", 
    "Unfreezable": "Unfreezable\nRequires: Enchanting 6\nUses: Sapphire\nEquipment Type: Clothing & Armor\nEffect: The wearer is immune to the Frozen status effect.", 
    "Halted": "Halted:\nWhile Halted, you cannot move, but you can still take actions and use items or Techniques or Spells. Typically, being Halted lasts until you free yourself of the hazard that is halting you.", 
    "Crafting Style: Sheikah": "Crafting Style: Sheikah\n3 Tokens\nTrait Requirement: Smithing 3\nEffect: You may choose to use this whenever crafting a weapon. The weapon has (Rank+1) greater Attack Base Stat, and (Rank+1) less Durability Base Stat.", 
    "Resistant: Fire": "Resistant: Fire\nRequires: Enchanting 8\nUses: Sapphire\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer gains permanent Resist: Fire (Rank 1). If multiple pieces are worn with this enchantment, the effect increases by one rank per piece (so if all three armor pieces have this enchantment, the effect is at Rank 3). This does not stack with consumable benefits - only the highest of the two have any effect.", 
    "Fairy Friends": "Fairy Friends\nThis Fairy Friend does not count towards your normal limit on Companions. This Fairy cannot be attacked in combat, nor can it attack, pick up or manipulate objects, or use items, weapons, or armor. Unlike other Fairies, Fairy Friends cannot provide healing. Your Fairy Friend can hide on your person (under your clothing), or provide light up to a Burst 2. Your Fairy Friend can move up to 16 squares away from you; if it moves any further, it reappears at your position. Your Fairy Friend may occupy the same space as you, and is considered Tiny-sized.", 
    "Glowing": "Glowing\nRequires: Enchanting 2\nUses: Luminous Stone\nEquipment Type: Clothing & Armor\nEffect: The equipment provides light in a Burst 2. This light is bright enough to see, safely walk around, and even read a book. If multiple pieces of equipment with this enchantment are worn, the size of the burst stacks - a hero fully enchanted with Glowing will glow in a Burst 6.", 
    "Resistant: Earth": "Resistant: Earth\nRequires: Enchanting 8\nUses: Topaz\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer gains permanent Resist: Earth (Rank 1). If multiple pieces are worn with this enchantment, the effect increases by one rank per piece (so if all three armor pieces have this enchantment, the effect is at Rank 3). This does not stack with consumable benefits - only the highest of the two have any effect.", 
    "Shield Clash": "Shield Clash\n3 Tokens\nCost: 8 Stamina\nUse Requirement: Shield and 1h Weapon\nRange: Burst 1\nEffect: Targets struck by this attack must make a Discipline check v. DC 13. All targets affected must include you in their attack (if they choose to make one) on their next turn.", 
    "Peril Beam": "Peril Beam\n6 Tokens\nLearn Requirement: Sword Beam\nCost: 2 Stamina\nUse Requirement: 1h or 2h Weapon, User in Peril\nRange: Projectile 8\nDamage: 1W + Combat", 
    "Great Spin": "Great Spin\n6 Tokens\nLearn Requirement: Spin Attack\nCost: 12 Stamina\nUse Requirement: 1h Weapon in-hand\nRange: Burst 1\nDamage: 2W + Combat", 
    "Soap": "Soap: (Critters, Food, or Monster Parts)\n Soap is a slippery substance. One unit of soap will fill a single square of land with a Slightly Slippery surface, or a single square of water with Foaming Water. It can also be used to clean dirty objects, shine up reflective surfaces. Soap can remove Oil from surfaces, people, and Critters, destroying Oil on a one-for-one basis.", 
    "Command Melody": "Command Melody\n12 Magic (Burn)\n\nWhen you play this song, select one inanimate object or willing creature. For the next hour, you control that object or creature.\n\nThe size of the inanimate object or creature you can control depends on your Perform skill. If you can play the Command Melody, you can control creatures or objects of 1 meter cubed or smaller - the size of a child, fairy, or Deku. At Perform 4, you can control creatures and objects up to 2 meters cubed in size, allowing you to control Hylian-sized statues and the like. At Perform 8, you can control creatures and objects up to 5 meters cubed in size.\n\nIf you control an inanimate object, the object can animate by using any obvious joints, but does not gain any additional powers or durability. If the object does not have any suitable leg analogues, it can still hop along awkwardly (treating all terrain as rough terrain). You can see through any obvious eyes on the object, or use any other senses that a creature of its shape or description would obviously have - for instance, if you took control of a wolf statue, you might be able to detect scents you otherwise could not.\n\nWhen attacking with a statue, use your Perform Trait in place of Combat, Willpower, and Agility. Typically, Statues have Health equal to ((Rank+1) x 10), and Defense equal to (Rank x 2), based on the Rank of the Materials they are made out of. You may use any weapons the statue obviously has (such as a stone sword, or a mouth with which to bite); treat these as weapons of the same Rank as the Statue's Rank.\n\nIf you control a willing creature, you can use that creature's abilities, equipment, Feats, Traits, Spells, and Techniques. You sense everything the creature does, using all of its senses. The creature's original mind is still present, and also senses and remembers everything occurring around it. The creature can end your control of it at any time, for any reason, whenever it likes. Further, if the creature ever reaches 0 Health, your control over it ends.", 
    "Quick-Witted": "Quick-Witted\n3 Tokens\nTrait Requirement: Perception 3\nEffect: You gain a +2 bonus to Initiative rolls.hspace{5cm}", 
    "Hurricane Spin": "Hurricane Spin\n9 Tokens\nLearn Requirement: Great Spin\nCost: 20 Stamina\nUse Requirement: 1h Weapon in-hand\nRange: Burst 1\nDamage: 2W + Combat\nEffect: During the attack, you may move as if through Difficult Terrain, moving the Burst of this attack with you. Any targets caught in the Burst before, during, and after you move are struck.", 
    "Natural Movement": "Natural Movement\n9 Tokens\nRequirement: A race capable of a Movement type, but not a Natural at that Movement type.\nEffect: You are a Natural at that Movement type.", 
    "Korok Leaf": "Korok Leaf: (Cloth)\n This large fan-like leaf can be waved to generate large gusts of wind, and requires two hands to wield. When waved, it casts the Korok Leaf's Wind spell, substituting Stamina for Magic. You cannot spend Stamina on the spell greater than (Rank x 2).", 
    "Resistant: Light": "Resistant: Light\nRequires: Enchanting 8\nUses: Onyx\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer gains permanent Resist: Light (Rank 1). If multiple pieces are worn with this enchantment, the effect increases by one rank per piece (so if all three armor pieces have this enchantment, the effect is at Rank 3). This does not stack with consumable benefits - only the highest of the two have any effect.", 
    "Orbit Throw": "Orbit Throw\n6 Tokens\nLearn Requirement: At least one other Technique that requires a Boomerang\nCost: 8 Stamina\nUse Requirement: Boomerang\nRange: Weapon\nEffect: This attack does not harm the target. However, it does create a Burst 1 around the target, striking all targets within that burst.", 
    "Sand Attack": "Sand Attack\nRoll: To-Hit v. Evasion\nEffect on Success: The target is Blinded until the end of their next turn.", 
    "Parry": "Parry\nAny Weapon\nRange: Self\nReaction\nUse Requirement: You are the target of a Melee, Line, or Sweep attack\nEffect: You resist the attack two additional steps.", 
    "Crafting Style: Kokiri": "Crafting Style: Kokiri\n3 Tokens\nTrait Requirement: Smithing 3\nEffect: You may choose to use this whenever crafting a weapon. The weapon has (Rank+1) less Attack Base Stat, and 1 greater Accuracy Base Stat.", 
    "Post Office": "Post Office\nPost Offices can deliver letters, for 10 Rupees, or packages, for 25 Rupees. A letter may only contain written correspondence, while a package may contain both a letter and a single item (or stack of a single item).\nAll postal deliveries take one day to reach their destination. Typically, if you’re expecting a response, it will take about three days - one day to deliver your missive, one day for the recipient to compose a response, and a third day for their response to reach you.\nAll deliveries must start at the post office (there is no daily at-home pickup). Postmen can deliver mail to specific addresses, such as homes or businesses. They can also deliver directly to a person’s hands, if they catch sight of them on their route. However, no Post Office can deliver to a place it is unaware of, or one that is hidden away or shielded by magic - if a normal person (with directions and proper conveyance) couldn’t get there, then neither can the postman.\nAt Rank 0, there aren’t any actual postmen to make deliveries - the Post Office is simply a place where messages can be dropped off and picked up. People wishing to exchange messages will have to visit the Post Office to receive their mail, or to send replies.\nAt Rank 1, the Post Office becomes capable of making simple deliveries. Their messengers can deliver letters and packages to anyone within a small radius around the Post Office - about the size of a small village.\nAt Rank 2, the Post Office’s effective radius increases, to about the size of a large city, or a village and much of its surrounding countryside. At Rank 3, a Post Office can deliver to most anywhere within a country.\nAt Rank 4, the Post Office is capable of delivering packages and letter to nearly anywhere in the world, by land or sea (or in some cases, air). The postmen will use magical means to make the journey, if necessary. Fantastical realms that are still in the same metaphysical world, such as a kingdom in the clouds or hidden deep in the earth, may or may not be available to deliver to.\nAt Rank 5, these postmen are capable of traveling to anywhere in the world, or any other world, and deliver any message or package within a day. They can shuttle messages between the Light and Dark World, the Twilight Kingdom, or any other worlds your campaign might have.\nA Post Office’s Owners get a small portion of their earnings, based on the Rank of the Post Office. However, some days (at the GM’s whims) their earnings may be replaced by receiving a random item from the ‘undeliverable packages’ pile. A Post Office’s Owners may also send and receive (Rank) letters or packages per day, for free.", 
    "Flint": "Flint: (Metal)\n Flint can be struck against any hard surface to generate a brief shower of bright sparks, starting a fire on any flammable object directly beneath the Flint. This destroys the Flint.", 
    "Ravio's Hookshot": "Ravio's Hookshot\n3 Tokens\nCost: 4 Magic\nRange: Projectile 8\nEffect: If the target is lighter than you, you pull it towards you. If it is an unattended object, you may place it in your hand or inventory; if it is a creature, it lands in the square adjacent to you. If the target is heavier to you, you are pulled towards it, and placed in the nearest empty square adjacent to it.", 
    "Commanding": "Commanding\nRequires: Enchanting 4\nUses: Topaz\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer gains permanent Commanding (Rank 1). If multiple pieces are worn with this enchantment, the effect increases by one rank per piece (so if all three armor pieces have this enchantment, the effect is at Rank 3). This does not stack with consumable benefits - only the highest of the two have any effect.", 
    "Hobble": "Hobble\nRoll: Athletics v. Agility, Athletics, or Fortitude\nEffect on Success: Until the end of their next turn, the target treats all terrain as difficult terrain.", 
    "Enchanter": "Enchanter\nEnchanters can enchant weapons and armor, for a price.\nEnchanters can perform any Enchantment with a required Enchanting Trait Rank of (Building Rank x2) or lower. Enchanters do not provide the Gems necessary for Enchantment: you must bring your own Gems for the Enchanter to use. If you wish to buy Gems, you will have to find a Gem Store and purchase from them.\nEnchanting 2–200\nEnchanting 4–400\nEnchanting 6–600\nEnchanting 8–800\nEnchanting 10–1,000\nAn Enchanter’s Owners get a small portion of their earnings, based on the Rank of the shop.", 
    "Resistant: Ice": "Resistant: Ice\nRequires: Enchanting 8\nUses: Ruby\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer gains permanent Resist: Ice (Rank 1). If multiple pieces are worn with this enchantment, the effect increases by one rank per piece (so if all three armor pieces have this enchantment, the effect is at Rank 3). This does not stack with consumable benefits - only the highest of the two have any effect.", 
    "Strong": "Strong\nRequires: Enchanting 4\nUses: Ruby\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer gains permanent Strong (Rank 1). If multiple pieces are worn with this enchantment, the effect increases by one rank per piece (so if all three armor pieces have this enchantment, the effect is at Rank 3). This does not stack with consumable benefits - only the highest of the two have any effect.", 
    "Nail": "Nail: (Metal)\n A nail is a small sliver of metal with a flat head, used to secure things into wood, hardened dirt, or other firm surfaces. Securing a nail into harder objects, like stone or metal, may require an Athletics roll; on a failure, the nail is destroyed without piercing the hard surface. Nails are metallic, and are affected by magnetism and electricity.", 
    "Unsoakable": "Unsoakable\nRequires: Enchanting 4\nUses: Opal\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer is immune to the Soaked status effect.", 
    "Farore's Wind": "Farore's Wind\n12 Magic (Burn)\n\nThe first time Farore's Wind is sung, the user marks their present location with a beacon of green light. The beacon hangs in the air for a moment, and then fades from view. If the user attempts to mark a location that is not safe or stationary, the spell fails (the Magic used is refunded) and the original marked location (if there is one) remains marked.\n\nOn subsequent casts, the user may choose to either change the location they have marked previously, or to transport themselves and up to (Perform) other persons with them to their marked location.", 
    "Song of Communication": "Song of Communication\n4 Magic (Burn)\nComposable (Perform 4, 3 Tokens)\n\nWhen learning this song, select a specific sentient being (such as a learned scholar, a Sage, or a dragon). Give this song a new name, signifying the target creature.\n\nWhen played, the caster can communicate verbally with the song's specified being, as if they were adjacent to the caster; both sides can hear anything that the other party can hear. The song does not provide any visual of the target, or any information about their current whereabouts, and does not allow the two parties to transfer items to one another or to cast magic on one another: it is, essentially, a phone call.\n\nThe conversation may last for as long as both parties like, up until the next Extended Rest. Either party may end the conversation at will. However, a given creature may only be party to a single Song of Communication at a time; if contacted by another caster's Song, the target may choose whether to end their current communication or ignore the incoming one.", 
    "Crafting Style: Demon": "Crafting Style: Demon\n6 Tokens\nTrait Requirement: Smithing 6\nEffect: You may choose to use this whenever crafting a weapon. The weapon costs 1 more Materials, has (Rank+1) greater Attack Base Stat, (Rank+1) greater Durability Base Stat, and 1 less Accuracy Base Stat.", 
    "Burning": "Burning:\nWhile a weapon is Burning, all attacks with it are Critical Hits, and do Fire-type damage. It also casts light as a lit torch of its Rank would. However, the weapon loses 1 Durability at the start of your turn, and loses 1 Durability from every foe it hits. A Burning weapon can be extinguished as a Minor Action, or as part of storing it in your pack. Burning weapons are also extinguished when you are hit with a Water-type attack, or when you enter the water. Only Wooden weapons can begin Burning.", 
    "Examine Armaments": "Examine Armaments\nRoll: Perception v. Agility\nRange: Visual\nEffect on Success: You gain a visual description of all items the target has visible, including their currently-equipped armor and weapons. You may make a follow-up Examine Closely Maneuver of your choice for free.", 
    "Boosted Trait": "Boosted Trait:\n Boosts always come with a rank. The Trait(s) in question is/are increased by 2 for each Rank of the effect. (You cannot use a boosted Trait to qualify for Token purchases.)", 
    "Saria's Lifewater": "Saria's Lifewater\n6 Tokens\nLearn Requirement: One other Spell that restores Health\nCost: 4 Magic (Burn)\nRange: Self, or 1 Target within 8 squares\nEffect: The target regains HP equal to your Willpower.", 
    "Pick-Up Sticks": "Pick-Up Sticks\n6 Tokens\nLearn Requirement: At least one other Technique that requires a Boomerang\nCost: 8 Stamina\nUse Requirement: Boomerang\nRange: Weapon; must be against an unattended, unsecured item\nEffect: The boomerang grabs the item in question, and returns it to you. If you have a hand free, you may immediately put the item in your hand (if possible). Otherwise, the item lands in your square, at your feet. This does not trigger things that occur when an item is struck by an attack, such as a bomb.", 
    "Crafting Style: Zora": "Crafting Style: Zora\n3 Tokens\nTrait Requirement: Smithing 3\nEffect: You may choose to use this whenever crafting a weapon. The weapon costs 1 more Materials, cannot rust, and can be equipped while Swimming without penalty. If the weapon is a Bow or Crossbow, Fire and Bomb Arrows shot from it work just as well underwater as they would on dry land.", 
    "Shovel": "Shovel: (Metal) \nShovels (and other digging tools) are useful for digging through snow and dirt, and can even help cut through solid rock. When using a shovel, a Hero can dig through loose sand or snow at a rate of (Rank + 1) squares per hour, dirt and soil at a rate of ((Rank + 1) / 2) squares per hour, or through stone at a rate of ((Rank + 1) / 4) squares per hour.", 
    "Forge": "Forge\nForges allow people to craft Weapons and Armor. \nForges also allow you to provide your own materials, and they can make weapons and armor for you from them - for a price. Forges can only make items of the Building’s Rank or lower. Weapons made by a Forge’s attendants may be of a Crafting Style that the Forge’s attendants know - for instance, Weapons made at a Forge staffed by a Goron might be of the Goron style. \nSmithing 0 (Rank 0 Items)–100\nSmithing 2 (Rank 1 Items)–200\nSmithing 4 (Rank 2 Items)–400\nSmithing 6 (Rank 3 Items)–600\nSmithing 8 (Rank 4 Items)–800\nSmithing 10 (Rank 5 Items)–1,000\nA Forge’s Owners get a small portion of their earnings, based on the Rank of the shop.", 
    "Durability Up": "Durability Up\nRequires: Enchanting 2\nUses: 4x Rank 3 gems, 2x Rank 4 gems, or 1x Rank 5 gem\nEquipment Type: Any Weapon\nEffect: The weapon's Durability is increased by (your Enchanting Trait / 2).", 
    "Combat Chemist": "Combat Chemist\n3 Tokens\nTrait Requirement: Accuracy 3\nEffect: You may use Elixirs on targets by using the 1H Throw Basic Attack with that Elixir. This does not cause damage to the target, and merely uses the Elixir on them as if they were in melee range of you.", 
    "Morpha's Tentacle": "Morpha's Tentacle\n6 Tokens\nCost: 12 Magic\nRange: Line 4\nDamage: 2W + Willpower, Water\nEffect: Make a To-Hit check against the target; on success, the target is Soaked.", 
    "On Fire": "On Fire:\nWhile you are On Fire, any wooden weapons that come into contact with you (including any you are holding, but not those stored in your pack) instantly begin Burning. While you are On Fire, you suffer 4 Fire damage per turn, taken at the start of your turn. This damage is not modified by your Armor, though it is modified by your weakness or resistance to Fire.", 
    "Menace": "Menace\nRoll: Intimidate v. Composure, Insight, or Discipline\nEffect on Success: The target cannot use Spells or Techniques until the end of their next Turn. ", 
    "Goron Ground Pound": "Goron Ground Pound\n3 Tokens\nCost: 8 Stamina\nLearn Requirement: Goron\nRange: Burst 1\nDamage: 1W + Combat\nEffect: Make a To-Hit check against the target; on success, the target is knocked Prone.", 
    "Attack Up": "Attack Up\nRequires: Enchanting 4\nUses: 4x Rank 3 gems, 2x Rank 4 gems, or 1x Rank 5 gem\nEquipment Type: Any Weapon\nEffect: The weapon's Attack Power is increased by (your Enchanting Trait / 2).", 
    "Crafty": "Crafty\nRequires: Enchanting 8\nUses: Amber\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer gains permanent Crafty (Rank 1). If multiple pieces are worn with this enchantment, the effect increases by one rank per piece (so if all three armor pieces have this enchantment, the effect is at Rank 3). This does not stack with consumable benefits - only the highest of the two have any effect.", 
    "Lantern": "Lantern: (Metal)\n When lit, a Lantern provides light, heat, and a source of fire. Lanterns can stay lit even in wet or rainy conditions (but not when fully submerged underwater). It can either provide light in a Burst (2+(Rank/2)), or a Cone (5+Rank). Lanterns are automatically extinguished at the end of any Short or Extended Rest. Lanterns cast their light while placed on the ground, held in the hand, or placed on the hip, but not when stored in the Pack.", 
    "Shop": "Shop\nShops offer mundane items, of a Rank equal to the Rank of the shop.\nDifferent kinds of shops sell different kinds of things.\nUnless otherwise noted, all Shops have enough stock at-hand to satisfy all but the most ludicrous order a Hero could place. This may not be the case if a Shop is suffering in some way, such as from political sanctions, stolen or lost deliveries, or if they’re in a city under siege.\nA Shop’s Owners get a small portion of their earnings, based on the Rank of the shop.\nStables\nStables allow Heroes to register their Mounts and Companions for 50 Rupees. Mounts and Companions registered at a Stable may reside there for as long as their Hero likes, allowing said Hero to take a different Mount or Companion with them on their journey. Mounts are well-fed and exercised while at a Stable, and Companions will typically find benign ways to occupy their time, either by working at the Stable, or enjoying the surrounding town or countryside.\nFurther, Heroes may use a Stable to summon a Mount or Companion residing at a different Stable, in order to make use of them - in some games, the Mount or Companion in question may have to physically traverse the distance themselves, while in others, Stables can magically transport Companions and Mounts through the power of loyalty and magic.\nIn addition, Stables provide any stabled Mounts and Companions with temporary HP, based on the quality of the Building, when the Companion is stabled at the Building for an Extended Rest.\nRank 0–0\nRank 1–4\nRank 2–8\nRank 3–12\nRank 4–16\nRank 5–20\nA Stable’s Owners get a small portion of their earnings, based on the Rank of the shop. ", 
    "Elemental Chaff": "Elemental Chaff\nCost: 6 Stamina\nUse Requirement: A Weapon with the Elemental Weapon Enchantment\nRange: Cone 2 (Melee Weapons), Line 4 (Ranged Weapons)\nDamage: 1W + (Enchanting Trait used to make the Enchantment), of the weapon's Element\nEffect:\tMake a To-Hit check, substituting (Enchanting Trait used to make the\nenchantment) for your Accuracy; on success, target is inflicted with the element's\ncorresponding status effect (see below).\n• Opal--Water--Soaked\n• Topaz--Shock--Off-Balance\n• Ruby--Fire--On Fire\n• Sapphire--Ice--Slowed\n• Emerald--Earth--Sand-Covered\n• Diamond--Light--Cursed\n• Onyx--Darkness--Blinded", 
    "Clutch Attacker": "Clutch Attacker\n3 Tokens\nTrait Requirement: Agility 3\nEffect: When in Peril, you do 2 more damage with every attack.", 
    "Bank": "Bank\nBanks provide item storage, at 25 Rupees per slot. Banks can provide up to (Rank x 4) slots of Storage per person. Each slot of Storage acts just like a slot of Overflow Inventory - any kind of item may go into it, and items that stack may stack as large as they like. A Bank’s Owners have their available item storage at the Bank doubled: for example, if they have purchased 3 slots, then they have 6 available.\nBanks can also store your Rupees, to prevent them from being stolen or eaten by Like-Likes. Storing your Rupees costs nothing, and you do not need to purchase or use a Storage slot for them. You may withdraw your Rupees or your items whenever you visit the Bank in person. You may also withdraw items and Rupees from the Bank whenever you communicate with them, such as by mail - so long as you’re willing to deal with the time it takes for the post to deliver.", 
    "Examine Closely: Equipment": "Examine Closely: Equipment\nRoll: Smithing v. ((Rank of Foe + 1) x 3)\nRange: Visual\nEffect on Success: You learn information about the equipment the foe is using. This includes Crafting Style, the type of item (weapon type and weight of armors), their Rank, and any other information that might be useful, interesting, or pertinent. This does not include information on the equipment's Enchantments.", 
    "Koume's Fire Blast": "Koume's Fire Blast\n6 Tokens\nCost: 6 Magic\nRange: Line 4\nDamage: 1W + Willpower, Fire\nEffect: Make a To-Hit check against the target; on success, target is On Fire.", 
    "Freezor's Touch": "Freezor's Touch\n9 Tokens\nLearn Requirement: One other Spell that deals Ice-type damage\nCost: 12 Magic\nRange: Melee 1\nDamage: 3W + Willpower, Ice\nEffect: Make a To-Hit check against the target; on success, the target is Frozen.", 
    "Disarm": "Disarm\nRoll: Combat v. Agility, Combat, or Fortitude\nEffect on Success: Select one item that the target currently has in their hands. They drop this item in a square adjacent to them (your choice).", 
    "Multi-Shot": "Multi-Shot\nRequired: Enchanting 8\nUses: Onyx\nEquipment Type: Any Ranged\nEffect: When you make a Basic Attack with this weapon, roll 1d6. On a 6, you may repeat that Basic Attack against a different target within range.", 
    "Use Staff": "Use Staff\nStaff\nRange: Ranged Projectile 8\nDamage: 1W + Willpower", 
    "Resistant: Shock": "Resistant: Shock\nRequires: Enchanting 8\nUses: Emerald\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer gains permanent Resist: Shock (Rank 1). If multiple pieces are worn with this enchantment, the effect increases by one rank per piece (so if all three armor pieces have this enchantment, the effect is at Rank 3). This does not stack with consumable benefits - only the highest of the two have any effect.", 
    "Animal's Heritage": "Animal's Heritage\n6 Tokens\nTrait Requirement: Fortitude 6, Talking Animal\nEffect: Select a benefit of being the Talking Animal race that you do not have already. You gain that benefit.", 
    "Serpent's Fangs": "Serpent's Fangs\n3 Tokens\nCost: 6 Stamina\nUse Requirement: Two one-handed Melee Weapons (one in each hand)\nRange: Weapon\nEffect: Make two separate Strike Basic Attacks against a single foe, each using a different hand's weapon. If both attacks hit, your second hit deals additional damage equal to your Combat.", 
    "Arc Shot": "Arc Shot\n3 Tokens\nCost: 4 Stamina\nUse Requirement: Bow or Crossbow\nRange: Ranged Projectile 12; Ranged Projectile 16 squares if the target is below your elevation\nDamage: 1W + Combat\nEffect: You may ignore allies, enemies, and any obstacles that do not reach higher than 6 squares above you, for determining line of sight for this attack.", 
    "Magnesis": "Magnesis\n3 Tokens\nCost: 4 Magic\nRange: 1 metallic object within 8 squares, weighing less than (Willpower x 10) pounds.\nEffect: You may move a single metallic object in any direction or maneuver you like: up, down, side to side, towards or away from you. The object must stay within the range of the spell, or it immediately falls to the ground. The object can only move up to 6 squares in one round.\nIf you attempt to take a metallic object from another creature's hands, make a Disarm attempt, using Arcana in place of your Combat. On success, the item is yanked from the creature's hands, and you may move it up to 3 squares away from the target. If you fail, your magnetic hold on the object ends.\nThey may attempt to take it back on their turn, which is a Combat vs. your Arcana check. If they succeed, your magnetic hold on the item ends.\nIf you attempt to slow down a creature wearing metal armor, make an Arcana vs. Fortitude check; on success, the creature is Slowed until the end of their next turn.\nIf you attempt to wield a metallic weapon at range with this spell, you may only use Strike with it, substituting your Willpower for Combat.\nYou may draw an unattended metallic item to or from an empty hand with this spell, immediately equipping it.", 
    "Weapon Specialist": "Weapon Specialist\n3 Tokens\nTrait Requirement: Combat 3\nEffect: Select a Weapon type. You add 1 to all To-Hit rolls you make with that Weapon type.", 
    "Blindproof": "Blindproof\nRequires: Enchanting 6\nUses: Luminous Stone\nEquipment Type: Clothing & Armor\nEffect: You are immune to the Blinded condition.", 
    "Kotake's Ice Beam": "Kotake's Ice Beam\n6 Tokens\nCost: 6 Magic\nRange: Line 4\nDamage: 1W + Willpower, Ice\nEffect: Make a To-Hit check against the target; on success, target is Frozen.", 
    "Electrified": "Electrified:\nWhen Electrified, any metallic weapons that come in contact with you will conduct electricity into their user. Anyone who attacks you with a metallic melee weapon suffers Shock damage equal to the damage they inflict upon you. This damage is not modified by your Defense, though it is modified by your weakness or resistance to Shock.", 
    "Din's Fire": "Din's Fire\n6 Tokens\nCost: 8 Magic\nRange: Burst 1\nDamage: 1W + Willpower, Fire\nEffect: Make a To-Hit check against the target; on success, target is On Fire.", 
    "Fairy's Rejuvenation": "Fairy's Rejuvenation\n6 Tokens\nLearn Requirement: One other Spell that restores Health\nCost: 12 Magic (Burn)\nRange: 1 Target within 8 squares who is at 0 HP or less\nEffect: The target's Health is set to 0, and then they regain Health equal to (your WIllpower).", 
    "Artillery Wizard": "Artillery Wizard\n3 Tokens\nTrait Requirement: Willpower 3\nEffect: Increase your range on your Rod and Staff Basic Attacks by 2 squares.", 
    "Shoot Arrow": "Shoot Arrow\nBow\nRange: Ranged Projectile 8\nDamage: 1W + Combat\nEffect: Consumes 1 Arrow on use; may use other types of Arrows for additional effects.", 
    "Sick": "Sick:\nWhile Sick, every further action causes you pain. Whenever you perform a Standard Action, you suffer 4 damage after resolving that action. This damage cannot be mitigated by armor. Sickness persists until you restore Health (such as through magic, rest, or consuming food).", 
    "Trick Shot": "Trick Shot\n3 Tokens\nCost: 4 Stamina\nUse Requirement: Bow, Crossbow, or Boomerang\nRange: Special\nDamage: 1W + Combat\nEffect: This attack can hit one target that you can trace an 8-square path to from your location. This path can pass through creatures' spaces, and even through very small holes, but not through solid objects.", 
    "Stone Spikes": "Stone Spikes\n3 Tokens\nCost: 4 Magic\nLearn Requirement: Goron\nRange: Self\nEffect: You sprout spikes of stone from your body. Until the end of your next turn, whenever you move adjacent to a foe or a foe moves into any square adjacent to you, that foe takes damage equal to your Willpower score. While the spell is active, you may re-cast it as a Minor Action.", 
    "Crafting Style: Gerudo": "Crafting Style: Gerudo\n3 Tokens\nTrait Requirement: Smithing 3\nEffect: You may choose to use this whenever crafting a weapon. The weapon costs 1 more Material, and has (Rank+1) greater Attack Base Stat.", 
    "Balloon": "Balloon: (Monster Parts)\n Balloons can be filled with air, allowing them to float into the sky, or keep things from sinking into the water. A single Balloon is about the size of a Hylian's head, and can carry 1 pound of weight (about 450 grams). Inflating a Balloon requires you to have your mouth and at least one hand free. Multiple Balloons can be tied to larger objects. \n\nThings lifted by Balloons will rise at a rate of 3 squares/minute through the air, or 6 squares/minute through water. Balloons can be burned, cut, or pierced, popping the Balloon and dropping their cargo. Balloons pop after one hour.", 
    "Minish Minuet": "Minish Minuet\n12 Magic (Burn)\n\nWhen you perform this song, you and up to (Perform x 2) of your compatriots transform from your normal size, to the size of the fabled Minish - for every foot tall you normally are, you are now only an inch tall (1/12th your normal size).\n\nWhile at Minish size, your attacks can only deal 1 damage to normal-sized foes. You may find that things that were non-issues at your normal size - puddles, Critters, the wind - might be terrible obstacles or deadly foes at Minish size.\n\nYou may also use this song, at no Magic cost, to return to your normal size following a use of this song. This fails if there is not enough room to accommodate you and your compatriots at their normal size.", 
    "Crafting Style: Twili": "Crafting Style: Twili\n3 Tokens\nTrait Requirement: Smithing 3\nEffect: You may choose to use this whenever crafting a weapon. The weapon has (Rank+1) less Durability Base Stat, and 1 greater Accuracy Base Stat.", 
    "Crafting Style: Subrosian": "Crafting Style: Subrosian\n3 Tokens\nTrait Requirement: Smithing 3\nEffect: You may choose to use this whenever crafting a weapon. The weapon has (Rank+1) greater Durability Base Stat, and 1 less Accuracy Base Stat.", 
    "Critical Hit": "Critical Hit\nRequires: Enchanting 6\nUses: 4x Rank 3 gems, 2x Rank 4 gems, or 1x Rank 5 gem\nEquipment Type: Any Weapon\nEffect: Increase this weapon's Critical Hit range by (your Enchanting / 4).", 
    "Grapple": "Grapple\nRoll: Athletics v. Agility, Athletics, or Fortitude\nUse Requirement: One hand free (for foes smaller than you), or two hands free (for foes your size). You cannot grapple foes larger than you.\nEffect on Success: You grapple the target until the end of your next turn. While grappled, the foe is Halted. When you move, your foe moves with you; your Movement is halved while you are grappling. Your foe has a -3 penalty on To-Hit checks against anyone besides you. You must repeat this check at the beginning of every turn (as a Free Action); if you do not, or you fail it, the target is released. If the grappled target is Pushed away from you, you must repeat this check to maintain your hold on the target.", 
    "Phrenic Eye": "Phrenic Eye\n6 Tokens\nLearn Requirement: Arc Shot\nCost: 8 Stamina\nUse Requirement: Bow or Crossbow\nRange: Ranged Projectile 20\nDamage: 1W + Combat", 
    "Frozen": "Frozen:\nWhile Frozen, you cannot take actions or move. The next attack to connect with you deals Critical damage, and releases you from being Frozen. You may attempt to wriggle yourself free during your turn by taking a Minor or Standard Action, spending an amount of Stamina you choose, and rolling 2d6 plus the Stamina you spent; a roll of 10 or more allows you to escape. Mini-Bosses and Bosses are Slowed when Frozen, instead of rendered entirely unable to act, with everything else proceeding as normal.", 
    "Sack": "Sack: (Cloth) \nSacks are a handy way to carry a lot of loose or unmanageable material. Sacks are not waterproof, and can be cut open by any piercing or sharp attack. Sacks cannot be stored in your Pack while they contain other objects. Sacks will be set Burning if exposed to fire or extreme heat. Sacks have a Health of (Rank x 6) and a Defense of (Rank); the Sack is destroyed (and its contents are freed) when the Sack runs out of Health.", 
    "Hardened": "Hardened\nRequires: Enchanting 4\nUses: Amber\nEquipment Type: Clothing & Armor\nEffect: This piece of equipment provides 1 additional Defense.", 
    "Net": "Net: (Cloth)\n Nets cover a 3x3 square, and can be cast as a Blast 3. When under a Net, foes are Halted until they can cut their way free by attacking the Net. Nets will be set Burning if exposed to fire or extreme heat. Nets have a Health of (Rank x 6) and a Defense of (Rank); the Net is destroyed (and its contents are freed) when the Net runs out of Health.", 
    "Renting a House": "Renting a House\nSometimes, Heroes may be staying in an area long enough that they won’t want to purchase a stay in an Inn room, but will not be staying long enough (or may not be rich enough) to outright buy or build their own House. In this case, they can choose to rent a House that someone else owns. \nThe cost for doing so is the same as the profits the Owner of a House would make per day. However, Houses must be rented for a minimum of 5 days at a time, and are rented in increments of 5 days thereafter - so Inn rooms are more efficient if you intend to spend only a night or two in town, or if you need to be able to leave the moment that duty calls. \nNot every community will have Houses for rent, either - it’s not a guarantee, especially in smaller communities where there are fewer travelers and little-to-no real estate market.", 
    "Goron Goroll": "Goron Goroll\n3 Tokens\nCost: 8 Stamina (Bind)\nLearn Requirement: Goron\nMinor Action\nEffect: You roll into a tight, round ball. While in this stance, your Movement is halved, and you resist all attacks by 1 step. In addition, you cannot use any Actions (Standard, Minor, or Reaction) that do not have the Goron race as a Learn or Use Requirement. You may uncurl as a Minor action during your turn, ending this stance.", 
    "Nayru's Love": "Nayru's Love\n9 Tokens\nLearn Requirement: One other Spell that prevents or reduces damage\nCost: 8 Magic (Burn)\nRange: Self\nEffect: While the spell is active, damage you take is subtracted (Burned) from your Magic pool, rather than from your Health. If an attack would take you below 0 Magic, then any remaining damage after taking you to 0 Magic is done to your Health, and the spell ends. You may end this effect at any time, though it does not refund any Magic to do so.", 
    "Jump Attack": "Jump Attack\n3 Tokens\nCost: 4 Stamina\nUse Requirement: 1h or 2h Weapon\nRange: Melee 1\nDamage: 2W + Combat\nEffect: Before performing the attack, you must jump towards your target, using your maximum horizontal jump, even if you have already reached you maximum Movement for the turn. You are Off-Balance until the start of your next turn.", 
    "Punch": "Punch\nFist Weapon or Empty Hand\nRange: Melee 1\nDamage: 1W + Combat", 
    "Sand-Covered": "Sand-Covered:\nWhile Sand-Covered, your weapons take twice the Durability damage from being used. Being Sand-Covered typically ends when you take a short or extended rest, when you are struck with a Water-element attack, or when you are Soaked.", 
    "Practiced Maneuver": "Practiced Maneuver\n3 Tokens\nTrait Requirement: Combat Maneuver's used Trait at 3\nEffect: Select a specific Combat Maneuver. Reduce that Combat Maneuver's Stamina cost by 2.\nSpecial: This can be chosen multiple times, each time selecting a different Combat Maneuver.", 
    "Hasty": "Hasty:\nBoosts always come with a Rank. Hasty increases your Movement by 1 square per rank. Hasty also increases your Initiative by 2 for each Rank.", 
    "Low Blow": "Low Blow\nRoll: Combat v. Agility, or Fortitude\nEffect on Success: The target is put Off-Balance until end of their next turn.", 
    "Intercept": "Intercept\nRoll: Agility v. Accuracy\nUse Requirement: You are standing next to an ally who is the target of an attack.\nEffect on Success: You push the ally one square, and take their place - and take the attack. You cannot use Reactions against this attack.", 
    "Fairy Friend": "Fairy Friend\n3 Tokens\nRequirement: Quest Reward or GM Approval Only\nEffect: You gain a Fairy Friend. As a Minor action, you may have this Fairy Friend Mark a target, illuminating it, and providing a +1 bonus to all to-hit rolls (by you and your allies) against that target. If the target turns invisible, teleports, or otherwise disappears, your Fairy Friend loses track of the foe and the Mark is lost. Only one Fairy Friend may mark a target at a time, and a Fairy Friend may only mark one target at a time.", 
    "Book, Written": "Book, Written: (Wood)\n A book full of information, drawings, or writings. Typically sold at bookstores or found in libraries, with information about a single subject (such as a specific village, dungeon, historical event, or long-lost artefact). When used in conjunction with knowledge checks about the book's subject, the give the user a (Rank/2) bonus to the roll.\n\nUnlike other Tools, Written Books can only be crafted by simply using an Ink and Quill on an Empty Book; further, their Rank is limited both by the Rank of the Ink and Quill and of the Empty Book used to make them, and also by the user's skill in the appropriate Trait (substituting for the Smithing skill). Books you write cannot be used to grant yourself a bonus to the skill in question, but can be used by other Heroes.", 
    "Shabom's Encasements": "Shabom's Encasements\n9 Tokens\nLearn Requirement: One other Spell that deals Water-type damage\nCost: 12 Magic\nRange: 1 Target within 12 squares\nDamage: 2W + Willpower, Water\nEffect: Make a To-Hit check against the target; on success, target is now Soaked, and is trapped in a rainbow-colored bubble. While in the bubble, the target is considered underwater, and must use either their Swimming capability, or may walk as if Slowed. The target may attempt to wriggle free during their turn by taking a Minor or Standard Action, spending an amount of Stamina they choose, and rolling 2d6 plus the Stamina spent; a roll of 10 or more ends the bubble. Striking the foe with a Shock or Piercing attack ends the bubble. Bosses and Mini-Bosses are immune to being trapped in the bubble, but will still be Soaked on success..", 
    "Tent": "Tent: (Cloth) \nTents provide shelter from the elements. While in a tent, you are shielded from rain and wind. When properly set up, Tents provide (Rank) resistance from all weather to all creatures within. A Tent has enough room for four heroes to rest comfortably (if cozily).", 
    "Blade Grasp": "Blade Grasp\n9 Tokens\nCost: 10 Stamina\nUse Requirement: Target of a Basic Attack or Technique; attacker is adjacent to you; two hands empty (or using Fist weapons with no items in them)\nRange: Self\nReaction\nEffect: You suffer no damage from the attack, but still suffer any other negative effects (status ailments, forced movement, etc.)", 
    "Zant's Shadowbolts": "Zant's Shadowbolts\n6 Tokens\nCost: 12 Magic\nRange: 3x Projectile 8\nDamage: 1W + Willpower, Dark", 
    "Plasmarine's Orb": "Plasmarine's Orb\n3 Tokens\nCost: 3 Magic\nRange: Projectile 8\nDamage: 1W + Willpower, Shock", 
    "Ink and Quill": "Ink and Quill: (Monster Parts)\n An Ink and Quill set will let you write on paper with clear and legible writing.", 
    "Song of Soul": "Song of Soul\n12 Magic (Burn)\n\nWhen you play this song near a deceased body, the body's soul returns to its corpse. The soul is bound to the corpse for an amount of time based on your Perform rank. After the time expires, the soul automatically leaves its body. Check the book for details.\n\nThe corpse's capabilities depend on just how old it is, how well preserved, and how much of it is left - the Song of Soul does not heal or restore the corpse in any way. If the corpse still has muscle, it can move (and fight) as it did in life; if it's not well-preserved, it may have less Health than when it was alive; if it lacks a head, the corpse will not be able to navigate very well, lacking eyes.\n\nThe sole exception is the ability to speak: so long as there is at least a skull, the soul within will be able to speak aloud.\n\nThe Song of Soul does not force the soul to take any actions or to obey any commands - it still has free will, and may need to be cajoled, convinced, or otherwise forced to answer your questions or act on your behalf.", 
    "Minigame": "Minigame\nMinigames might take two forms: an actual small game that the GM invents, or an Extended Challenge. As an Extended Challenge, they last 3 Rounds, and may either be for an individual Hero or an entire party; they may be for whatever Trait or Traits make the most sense for how the Minigame is described.\nA Minigame’s Owners can decide just what game they offer, but a community can only support a single instance of any one game.\nAny given Minigame can only be attempted by a given Hero once per day.\nThe higher Rank the Minigame is, the more levels it offers - providing a higher DC to meet, but granting a higher reward for doing so. Heroes may choose what Difficulty they want to try the Minigame at when they attempt it.\nTo play a Minigame, the Hero making the attempt must first pay up a certain amount of money based on the level of the Mini-Game they’re going to play. When they win the Minigame, Heroes typically win back twice what they paid (or items of that value), though they may instead win other prizes, based on the individual running the Minigame and circumstances.\nBuilding Rank–Minigame Level–Cost\nRank 0–Novice–20\nRank 1–Journeyman–50\nRank 2–Adept–100\nRank 3–Expert–200\nRank 4–Impressive–500\nRank 5–Heroic–1,000", 
    "Invigorating Artist": "Invigorating Artist\n6 Tokens\nTrait Requirement: Perform 6\nEffect: Select one of Health, Stamina, or Magic. When you perform a Magical Song, you and all allies who can hear you gain 4 Temporary points in that Pool.", 
    "Oil": "Oil: (Monster Parts)\n Oil is a flammable, slippery substance. One unit of oil will fill a single square of land or water with Oiled terrain. It can also be used to lubricate rusted or stuck machinery, fuel combustion-powered devices, remove Rust from a weapon, or can coat a single Weapon until your next Extended Rest, protecting it from Rust.\n\nCreatures covered in Oil are extremely flammable: being hit with any Fire-type damage, standing a full turn (start to finish) adjacent to something that is On Fire or Burning, or merely being exposed to extreme heat, will cause an Oiled square or oil-covered creature to begin Burning. \n\nOil can be washed off by going swimming in a body of water, using Soap, or during a Short or Extended Rest.", 
    "Pinning Shot": "Pinning Shot\n3 Tokens\nCost: 4 Stamina\nUse Requirement: Bow, Crossbow, or Thrown Weapon\nRange: Weapon\nDamage: 1W + Combat\nEffect: Make a To-Hit check against the target; on success, the target is Halted until the end of their next turn.", 
    "Song of Birds": "Song of Birds\n8 Magic (Burn)\n\nWhen you play this song, you catch the attention of all birds in the area. This song does not alter their disposition towards you - if a bird does not like you before the song, it will not like you after.\n\nMost birds that are neutrally or positively disposed towards you will stop and pay attention to you. This allows you to pick them up and gently manipulate them. If you attempt to hurt or use the bird, it will escape your grasp and fly off - and may become negatively disposed to you.\n\nIf a bird was already positively disposed to you, you may give it a simple command that it will follow to the best of its ability. This might be to fly to a particular place, to search for someone wearing a certain color of cloak, or other tasks that a bird could reasonably perform.\n\nIf a bird was negatively disposed towards you, it may attack immediately following the end of the song. Any such angry birds will prefer to attack the song's performer, if at all possible.\n\nPerform 1 - Perform Trick: The bird immediately performs a simple trick, much like a pet would.\n\nPerform 2 - Carry Message: The bird can carry a letter or other written message to a location within a day's flight from its current location.\n\nPerform 3 - Act as Guide: The bird can guide you to a specific place you can name, within a day's flight from its current location.\n\nPerform 4 - Fetch the Shiny: The bird can seek out, pick up, and return to you, with an item you can name within a day's flight. The item must be unsecured and not inside a building or any kind of bag or container, and must be small and light enough for the bird to pick up.\n\nPerform 5 - Keep a Watch: The bird can keep watch until the end of your next Extended Rest, cawing when triggered.", 
    "Song of Return": "Song of Return\n8 Magic (Burn)\nComposable (Perform 6, 6 Tokens)\n\nWhen learning this song, select a specific location. The location must be generally safe and free from enemies and hazards (though that may not be a guarantee). Give this song a new name, signifying its target location.\n\nWhen played, the performer and up to (Perform x 2) creatures, and their possessions, turn into motes of light, and drift into the breeze. They reappear at the song's specified location five minutes later, reassembling from motes of light over the course of about fifteen seconds.\n\nThe caster must be in the same World as the target location for this song to work: if they are not, then the song fails, and no Magic is expended.\n\nHeroes may learn multiple versions of this song, each time targeting a different location.", 
    "Accuracy Up": "Accuracy Up\nRequires: Enchanting 4\nUses: 4x Rank 3 gems, 2x Rank 4 gems, or 1x Rank 5 gem\nEquipment Type: Any Weapon\nEffect: The weapon's Accuracy is increased by (your Enchanting Trait / 4)", 
    "Create Ammunition, Lesser": "Create Ammunition, Lesser\n3 Tokens\nCost: 1 Magic (Burn)\nUse Requirement: At least one empty hand, or space in your inventory.\nRange: Self\nEffect: Select either an Arrow or a Bomb. When you cast this spell, that piece of ammunition appears in your hand, ready to be used. (If your hand is not empty, the ammunition appears in your inventory.) The ammunition is ephemeral, and obviously both magical and temporary to anyone who observes or handles it. This may only create normal Bombs and Arrows. The ammunition in question lasts until you next take a Short or Extended Rest.", 
    "Resistant: Water": "Resistant: Water\nRequires: Enchanting 8\nUses: Opal\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer gains permanent Resist: Water (Rank 1). If multiple pieces are worn with this enchantment, the effect increases by one rank per piece (so if all three armor pieces have this enchantment, the effect is at Rank 3). This does not stack with consumable benefits - only the highest of the two have any effect.", 
    "Elemental Weapon": "Elemental Weapon\nRequires: Enchanting 4\nUses: Varies\nEquipment Type: Any Weapon\nEffect: The weapon now holds elemental energy, based on the type of Gem used. Each time the weapon is used in a Basic Attack, Technique, or Spell, you may pay 2 Stamina to make the attack take on that element. In addition, the user gains access to the Elemental Chaff attack, below.", 
    "Song of Awakening": "Song of Awakening\n4 Magic (Burn)\n\nWhen you play this song, all sleeping creatures that can hear it are awoken the moment the song ends. This automatically succeeds against any mundane slumber, no matter how tired the target might be. Against magically-induced slumber, you must make a Perform check against the curse-casting creature's Arcana; you awaken the target only if you succeed.", 
    "Tantari Jump": "Tantari Jump\n3 Tokens\nCost: (Willpower) Magic (Bind)\nRange: Self, or 1 Target within 8 squares\nEffect: Add (half of the Magic you spent on this spell) to the target's Athletics Trait, for the purposes of calculating their Horizontal and Vertical jumping capability.", 
    "Moa's Invisibility": "Moa's Invisibility\n9 Tokens\nCost: 12 Magic\nRange: Self\nEffect: You become Invisible until the end of the encounter. Being successfully struck with an attack will end the effect, as will initiating an attack.", 
    "Ghirahim's Daggers": "Ghirahim's Daggers\n6 Tokens\nCost: 10 Magic\nRange: Projectile 8\nDamage: 2W + Willpower, Dark\nEffect: Make a To-Hit check against the target; on success, the target is Halted until the end of their next turn.", 
    "Restorative Respite": "Restorative Respite\n3 Tokens\nTrait Requirement: Hearts 3\nEffect: Short Rests provide 4 Temporary Health. Extended Rests provide 8 Temporary Health. This does not stack with the effects of any bed or bedroll you use during the Rest.", 
    "Weatherproofing: Cold": "Weatherproofing: Cold\nRequires: Enchanting 2\nUses: Ruby\nEquipment Type: Clothing & Armor\nEffect: When you are in Coldsnap weather, treat that weather as two ranks lower when calculating its effect on you (minimum 0). Multiple instances of this effect stack with itself, as well as with effects from food and racial bonuses.", 
    "Snow-Walk": "Snow-Walk\nRequires: Enchanting 2\nUses: Sapphire\nEquipment Type: Clothing & Armor\nEffect: You may treat Deep Snow and other snow-based difficult terrain as normal terrain.", 
    "Spurred": "Spurred\nRequires: Enchanting 4\nUses: Amber\nEquipment Type: Clothing & Armor\nEffect: When you ride another creature as a mount, that creature gains +1 Movement.", 
    "Pacci's Flip": "Pacci's Flip\n3 Tokens\nCost: 4 Magic\nRange: 1 target in 8 squares, or 1 unattended object within 8 squares\nEffect: If the target is an object, it is flipped upside-down perfectly. This does not guarantee that its new configuration is stable; it may tip over shortly thereafter, to disastrous effects. If the target is a creature, roll To-Hit; on a success, the target is Prone and Off-Balance.", 
    "Lynel's Roar": "Lynel's Roar\n9 Tokens\nCost: 16 Stamina\nRange: Burst 2\nDamage: 1W + Combat\nEffect: All targets are pushed to just outside the radius of the attack.", 
    "Future's Fugue": "Future's Fugue\n20 Magic (Burn)\n\nWhen you perform this song, you enter a fugue state, where the mists of time envelop you and reveal insights into things that have not yet occurred.\n\nWhile in this fugue state, you may ask up to (Perform/2) questions. These questions must relate to a specific action, event, or goal that has not yet happened. The answers to your question do not have to be known by any living or dead creature - the Goddess of Time (or perhaps time itself) is answering your question, and all things submit before time. However, the event in question must be occurring within the next 10 days, or the vagaries of causality will be too vast to make out any information of use.\n\nWhen a question is asked, the performer is treated to a vision of what will happen, or what is most likely to happen. However, even visions of certain doom should not be taken as a guarantee - Heroes, in particular, have a long and storied history of thwarting the inevitable.\n\nOnce the performer has seen a vision, they may use their remaining questions to ask what might occur if they take a different course of action or change the circumstances of the event. They may also ask to see what caused such an outcome to occur, or to ask about a different event entirely.", 
    "Twili Transit": "Twili Transit\n6 Tokens\nCost: 8 Magic\nLearn Requirement: Twili\nUse Requirement: Must be standing in a deep shadow in the Light World\nRange: Self\nEffect: You merge with the shadow, becoming Invisible and intangible. While merged with the shadow, you can see, hear, and speak, but you cannot interact with objects, or take any Actions (Standard, Move, Minor, or Reaction). You cannot be harmed by any physical attack, though magical attacks will harm you and cause you to be revealed, ending the spell. You cannot move, but if your shadow's source moves, then you are carried along with it. If your shadowy spot is exposed to light or otherwise ceases to be, you are immediately revealed and the spell ends. You may end the spell as a Minor Action. This spell ends when you take a Short or Extended Rest.\nSpecial: While in the Dark World, this spell's effects are reversed: you may hide in areas of bright light, and are revealed when shadowed.", 
    "Inn": "Inn\nInns allow travellers, Heroes, and tourists to stay the night away from their own beds and without camping outdoors, for the cost of a per-day fee.\nAn Inn’s comfortable beds and luxurious services provide a full night’s rest, restoring all Spent and Burned Health, Magic, and Stamina. It also provides an amount of Temporary HP to anyone who rests there, based on the Rank of the Inn. A single Room can support up to 4 Heroes comfortably, and includes a nourishing (albeit benefit-less) breakfast.\nAll Inns provide a place for Heroes to cook their own Dishes, as well: smaller Inns might just have a single communal cooking area, while fancier Inns may provide each room with their own private kitchen.\nBuilding Rank–Cost–Temp HP\nRank 0–25–0\nRank 1–50–4\nRank 2–100–8\nRank 3–200–12\nRank 4–500–16\nRank 5–1000–20\nAn Inn’s Owners get a small portion of their earnings, based on the Rank of the Inn.", 
    "Stunner": "Stunner\n6 Tokens\nCost: 8 Stamina\nUse Requirement: A free hand, or a Fist weapon\nRange: Melee 1\nDamage: 2W + Combat\nEffect: Make a To-Hit check against the target; on success, the target is Off-Balance until the end of their next turn.", 
    "Slowed": "Slowed:\nWhile Slowed, you find movement more difficult (but not impossible). Treat all terrain as Difficult Terrain - whether or not it would normally be, and whether or not you could normally walk through Difficult Terrain of that type.", 
    "Mighty": "Mighty:\nBoosts always come with a Rank. When you deal damage, increase the damage you do by 25\\% for each Rank of the effect, after factoring in the target's armor and any other defenses.", 
    "Nightmare's Shadow": "Nightmare's Shadow\n9 Tokens\nLearn Requirement: One other Spell that does Dark-type damage\nCost: 12 Magic\nRange: 1 target within 8 squares\nDamage: 3W + Willpower, Dark\nEffect: Make a To-Hit check against the target; on success, the target is Blinded.", 
    "Throw 1h Weapon": "Throw 1h Weapon\nAny 1h weapon\nRange: Ranged Projectile 6\nDamage: 1W + Combat", 
    "Crafting Style: Fairy": "Crafting Style: Fairy\n3 Tokens\nTrait Requirement: Smithing 3\nEffect: You may choose to use this whenever crafting a weapon. The weapon has (Rank+1) less Attack Base Stat, but the user may use Willpower in place of Combat for all Basic Attacks and Techniques made with this weapon.", 
    "Bari's Coat": "Bari's Coat\n3 Tokens\nCost: 4 Magic (Bind)\nRange: Self\nEffect: You are Electrified. If a foe takes damage from you being Electrified, the effect ends and the Magic bound in this spell becomes Spent.", 
    "Mire-Proof": "Mire-Proof\nRequires: Enchanting 6\nUses: Luminous Stone\nEquipment Type: Clothing & Armor\nEffect: The wearer is immune to the effect of toxic ground, such as Malice, poisonous swamps, and the like. ", 
    "Vanish": "Vanish\n3 Tokens\nCost: 8 Magic\nRange: Burst 1\nEffect: Make a To-Hit check against the target; on success, target is Blinded until the end of their next turn. You may enter stealth as part of this attack; if you do, all foes caught in the burst do not see your movement for the remainder of your turn, regardless of whether or not they were Blinded (but may still perform Reactions in response to your attacks).", 
    "Toolkit (Profession)": "Toolkit (Profession): (Varies) \nEvery Toolkit is keyed to a particular profession or skill, such as \"lock-picking\", \"climbing\", \"forging documents\", or the like. Some tasks in a profession may require a Toolkit to even be attempted at all. When used for their chosen profession or task, Toolkits provide a bonus of (Rank/2) to a single roll for one hero. A Toolkit's profession is decided when it is created, and is permanent.", 
    "Prone": "Prone:\nWhile Prone, you are flat on the ground. It takes half of your Movement to stand up. While Prone, you cannot move around or make attacks, but you can still perform other actions.", 
    "Hydrodynamic": "Hydrodynamic\nRequires: Enchanting 4\nUses: Opal\nEquipment Type: Any Weapon\nEffect: You can use this weapon underwater without penalty, just as if you were on dry land. Fire and Bomb Arrows shot from a Bow or Crossbow with this enchantment work just as well as they would on dry land.  This weapon does not suffer ill effects from being exposed to fresh or salt water.", 
    "Unburnable": "Unburnable\nRequires: Enchanting 6\nUses: Ruby\nEquipment Type: Clothing & Armor\nEffect: The wearer is immune to the On Fire status effect. (The wearer's weapons can still be set Burning, however.)", 
    "Skirmish Strike": "Skirmish Strike\n3 Tokens\nCost: 4 Stamina\nUse Requirement: 1h Weapon\nRange: Weapon\nDamage: 1W + Combat\nEffect: Following the attack, you may move 1 square in any direction your movement capabilities allow. Your opponent then moves into the space you previously occupied (if able).", 
    "Dross Toss": "Dross Toss\nEmpty Hand\nRange: Projectile 6\nDamage: Combat", 
    "Venom Strike": "Venom Strike\n3 Tokens\nCost: 4 Stamina\nLearn Requirement: Talking Animal, with Natural Weapon benefit\nUse Requirement: A free hand, or a Fist weapon\nDamage: 1W + Combat\nEffect: Make a To-Hit check against the target; on success, the target is made Sick.", 
    "Sure-Footed": "Sure-Footed\nRequires: Enchanting 2\nUses: Amber\nEquipment Type: Clothing & Armor\nEffect: You do not have any risk of slipping and falling on Slippery terrain of any kind.", 
    "Blizzagia's Breath": "Blizzagia's Breath\n6 Tokens\nCost: 8 Magic (Bind)\nRange: Close Blast 3\nEffect: The squares turn to Slick Ice.", 
    "Cultural Wonder": "Cultural Wonder\nA Cultural Wonder is a special kind of Cultural Monument. It represents the power, wisdom, or courage of the entire community, and can draw admirers from all corners of the world.\nA Cultural Wonder can be built like any Cultural Monument, but costs 5 times the Materials in each category. Cultural Wonders tend to be quite massive: temples that can be mistaken for mountains, a statue of a goddess at full scale, or a network of catacombs the size of a city.", 
    "Fleet-Footed": "Fleet-Footed\n6 Tokens\nTrait Requirement: Athletics 6\nEffect: Your per-round Movement cap increases by 2, to a new maximum of 8.", 
    "Soaked": "Soaked:\nWhile Soaked, any Shock attacks that strike you turn into a Burst 1 that include you (you are only struck once by the attack, regardless). Further, any Ice attacks that hit you will automatically inflict Freezing on you. If you were previously On Fire or your weapons were Burning, they are now extinguished.", 
    "Mageslayer": "Mageslayer\n6 Tokens\nTrait Requirement: Arcana 6\nEffect: When you defeat a foe with a Spell, you gain 2 Temporary Magic.", 
    "Captain's Command": "Captain's Command\n6 Tokens\nCost: 4 Stamina\nRange: 1 ally within 8 squares\nMinor Action\nEffect: That ally gains +1 Evasion until the end of your next turn, and may move 1 square (if able).", 
    "Redead's Shriek": "Redead's Shriek\n6 Tokens\nCost: 10 Magic\nRange: Cone 2\nDamage: 1W + Willpower, Dark\nEffect: Make a To-Hit check against the target; on success, target is Frozen.", 
    "Double Identifier": "Double Identifier\n3 Tokens\nTrait Requirement: Perception 3\nEffect: When you use the Identify Armaments Combat Maneuver, you may choose two separate skills to use to further gain information about the foe's loadout. Both of these skills are considered part of the same Identify Armaments action.", 
    "Armor-Piercing Shot": "Armor-Piercing Shot\n6 Tokens\nLearn Requirement: Aimed Shot\nCost: 10 Stamina\nUse Requirement: Bow or Crossbow\nRange: Weapon\nDamage: 1W + Combat\nEffect: Treat the target as two steps Weaker to this attack.", 
    "Combo": "Combo\n6 Tokens\nCost: 10 Stamina\nUse Requirement: A Weapon capable of making the Strike Basic Attack\nRange: Weapon\nEffect: Make three separate Strike Basic Attacks with your weapon. These Strikes do not need to target the same enemy, but you cannot move between one Strike and the next.", 
    "Three's Company": "Three's Company\n3 Tokens\nTrait Requirement: Command 3\nEffect: You may have up to 2 Companions travelling with you at a time. You still must share your actions with both Companions.", 
    "Aimed Shot": "Aimed Shot\n3 Tokens\nCost: 6 Stamina\nUse Requirement: Bow or Crossbow\nRange: Weapon\nDamage: 1W + Combat\nEffect: Treat the target as one step Weaker to this attack.", 
    "Heated Weapon": "Heated Weapon\nRequired: Enchanting 2\nUses: Ruby\nEquipment Type: Any Weapon\nEffect: This weapon, and any ammunition fired from it, counts as a heatsource, and can be used to melt ice. If you are Frozen, you can still make attacks with this weapon. In addition, it provides one step of resistance to Coldsnap weather to its wielder.", 
    "Dark Brambles": "Dark Brambles\n3 Tokens\nCost: 2 Magic per square (Bind)\nRange: Up to 3 squares within 8 squares\nEffect: A tangle of dark brambles sprout from the ground. These brambles count as Difficult Terrain. Any creature starting their turn in, or entering, a square of brambles takes damage equal to your Willpower score. During their turn as a Free Action, the caster may destroy the brambles patch(es). Brambles can also be destroyed by any Fire, Light, or Sharp attack.", 
    "Specialist": "Specialist\n3 Tokens\nTrait Requirement: Chosen Trait at 3\nEffect: Select a specific non-combat, non-crafting use of a Trait. This use must have a condition to it, such as \"using Influence on Shopkeepers\", \"using Nature to harvest Food ingredients\", or \"using Civilization to know about Zora culture\". When you roll that Trait for that use, add 2 to the roll.\nSpecial: This can be chosen multiple times, each time selecting a different use of a Trait (previously selected or not). If multiple instances of Specialist apply to a given roll, you only gain the bonus once.", 
    "Grappling Hook": "Grappling Hook: (Metal)\n A Grappling Hook can help attach one thing to another securely. When used in conjunction with a rope, the rope can wrap around and cling to outcroppings on walls. When attached to other objects, it can be used to help secure or carry things that would otherwise be awkward to handle. Grappling Hooks are metallic, subject to magnetic and electrical effects.", 
    "Crafting Style: Royal Guard": "Crafting Style: Royal Guard\n6 Tokens\nTrait Requirement: Smithing 6\nEffect: You may choose to use this whenever crafting a weapon. The weapon has ((Rank+1) x 2) greater Attack Base Stat, and ((Rank+1) x 2) less Durability Base Stat.", 
    "Grounded": "Grounded\nRequires: Enchanting 6\nUses: Emerald\nEquipment Type: Clothing & Armor\nEffect: The wearer is immune to all damage and ill effects of lightning from thunderstorms. (This does not provide any protection against other sources of Shock damage.)", 
    "No-Slip Grip": "No-Slip Grip\nRequires: Enchanting 2\nUses: Onyx\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer will not drop their weapon as a result of status effects, and will not suffer penalties for climbing while Soaked. (They can still be Disarmed via Combat Maneuver.)", 
    "Farm": "Farm\nThere are two types of Farms: those that provide Food Ingredients, and those that provide Critters. Both types of Farm provide their Ingredients to the community.\nMost farms specialize in a certain type of plant or animal that they tend to - some food farms may grow wheat, while others rear cattle or pigs, and some grow fruits or vegetables.\nA Farm will often sell its wares to anyone who comes by - typically, ((Rank+1)/2) different types of Food or Critter Ingredient (of a type that the farm would logically produce), of a Rank up to the Farm’s Rank. Thus, a Rank 3 Food Farm could sell two different kinds of Rank 3 Food Materials; a Rank 2 Critter Farm could sell two different kinds of Rank 2 Critters. These Materials may be limited by season or circumstance: for instance, if the Farm specializes in summer vegetables, it may not have anything to sell in the winter, or might sell different things.\nFor their Owners, Farms provide 1 unit either Food Ingredients or Critters (depending on type), of a Rank equal to the Building’s Rank, and of a species that the farm produces, per day.", 
    "Taunt": "Taunt\nRoll: Command v. Insight or Discipline\nEffect on Success: The target cannot use consumable items or make Trait Checks, and they are compelled to attack the user if at all feasible. Both effects last until the end of their next turn.", 
    "Examine Closely: Lore": "Examine Closely: Lore\nRoll: Arcana, Civilization, or Nature v. ((Rank of Foe + 1) x 3); the Trait required depends on the foe's origins\nRange: Visual\nEffect on Success: You learn information about the foe's biology or construction. This includes information on any Weak Points or Weaknesses it might have, and common attributes and tactics of its species.", 
    "Yarna's Vortex": "Yarna's Vortex\n6 Tokens\nCost: 8 Magic (Bind)\nRange: Close Blast 3\nEffect: The affected area becomes Quicksand.", 
    "Waterborne": "Waterborne\nRequires: Enchanting 2\nUses: Opal\nEquipment Type: Clothing & Armor\nEffect: While swimming, you can move at full speed. In addition, reduce the Accuracy penalty while swimming by 1 (to a minimum of no penalty, if you are wearing three pieces of equipment enchanted with Waterborne). If you wear three pieces of Waterborne armor, you are also considered a Natural Swimmer.", 
    "Helm Splitter": "Helm Splitter\n6 Tokens\nLearn Requirement: Jump Attack\nCost: 8 Stamina\nUse Requirement: 1h or 2h weapon, clear space on other side of target\nRange: Melee 1\nEffect: You leap over the target, and land on the other side of them, in a straight line. While overtop the target, you may make a Disarm attempt against the foe; if successful, you knock their Head armor off, depriving them of its benefits.", 
    "Cryonis": "Cryonis\n3 Tokens\nCost: 1 Magic per square (Bind)\nRange: Up to 3 water squares within 8 squares\nEffect: Each square of water freezes into a 2-meter tall, 1-meter wide block of solid ice. Any creatures or objects in the square are raised by the freezing ice, and end up on top of the block. This ice can be climbed and stood on. No matter where it was formed - in a current, on a waterfall, or at the entrance of a gushing pipe - the block will stay put, and cannot be moved by natural means. During their turn as a Free Action, the caster may destroy the block(s). It can also be destroyed by any attack that damages it; a block destroyed does not return its bound Magic to the caster.", 
    "Cultural Monuments": "Cultural Monuments\nCultural Monuments are a special kind of building - they make no profits on their own, but they enhance the culture and prosperity of the community around them. \nMuseums, Obelisks, Statues, and Temples are all examples of kinds of Cultural Monuments. Sites of historical importance, such as old battlegrounds or tombs of important historical figures, might also be built up and turned into Cultural Monuments.\nCultural Monuments provide a bonus to the Rupees earned by the Owners of Buildings that are adjacent to them, based on the Rank of the Statue. These bonus profits are in addition to whatever profits (Rupee, Material, or otherwise) that a Building might earn for its Owners.\nRank 0–5\nRank 1–10\nRank 2–20\nRank 3–40\nRank 4–100\nRank 5–200\nA single Cultural Monument can only be adjacent to (and thus, can only benefit) up to 8 different Buildings, and a single Building can only benefit from up to 4 different Cultural Monuments. Cultural Monuments may also provide other benefits to the community, such as increased tourism in the area, or prestige for the community.", 
    "Healer": "Healer\nHealers craft Elixirs from ingredients that people bring them - for a price. They also provide medical advice and knowledge to the community, serving as doctors, midwives, and surgeons.\nA Healer can only create Elixirs with a number of Ingredients equal to the Rank of the Building.\nCooking 2 (1 Ingredient)–20\nCooking 4 (2 Ingredients)–40\nCooking 6 (3 Ingredients)–60\nCooking 8 (4 Ingredients)–80\nCooking 10 (5 Ingredients)–100\nA Healer’s Owners get a small portion of their earnings, based on the Rank of the shop.", 
    "Stab": "Stab\nSpear\nRange: Line 2\nDamage: 1W + Combat", 
    "Samasa's Sands": "Samasa's Sands\n9 Tokens\nLearn Requirement: One other Spell that deals Earth-type damage\nCost: 20 Magic\nRange: Close Blast 3\nDamage: 2W + Willpower, Earth\nEffect: Make a To-Hit check against the target; on success, the target's currently-equipped weapons are Rusted.", 
    "Fatal Blow": "Fatal Blow\n6 Tokens\nCost: 10 Stamina\nUse Requirement: Target is in Peril\nRange: Melee 1\nDamage: 3W + Combat", 
    "Use Rod": "Use Rod\nRod\nRange: Ranged Projectile 4\nDamage: 1W + Willpower", 
    "Reapling's Sweep": "Reapling's Sweep\n6 Tokens\nCost: 10 Magic\nRange: Sweep 3\nDamage: 2W + Willpower, Dark", 
    "Cooking Vessel, Portable": "Cooking Vessel, Portable: (Metal)\n The Portable Cooking Vessel allows its user to cook full-fledged Food Dishes and Elixirs, containing up to (2+(Rank/2)) ingredients. It still requires both a heat source (such as a fire, lantern, or a fire-enchanted weapon) as well as a dry environment, in order to function properly.", 
    "Firewood": "Firewood: (Wood)\n Firewood is typically made of poor-quality wood, or the spare branches from a felled and properly-cut tree. When lit, firewood makes a small campfire that will burn until the end of your next Short or Extended Rest. These small campfires are perfect for resting around, providing warmth, light, and a convenient place to cook individual Ingredients of food. Firewood, of course, is consumed upon use.", 
    "Resistant: Dark": "Resistant: Dark\nRequires: Enchanting 8\nUses: Diamond\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer gains permanent Resist: Dark (Rank 1). If multiple pieces are worn with this enchantment, the effect increases by one rank per piece (so if all three armor pieces have this enchantment, the effect is at Rank 3). This does not stack with consumable benefits - only the highest of the two have any effect.", 
    "Crafting Style: Rito": "Crafting Style: Rito\n3 Tokens\nTrait Requirement: Smithing 3\nEffect: You may choose to use this whenever crafting a weapon. The weapon has (Rank+1) less Attack Base Stat, and can be equipped while Flying or Gliding without penalty.", 
    "Spin Attack": "Spin Attack\n3 Tokens\nCost: 8 Stamina\nUse Requirement: 1h Weapon in-hand\nRange: Burst 1\nDamage: 1W + Combat", 
    "Kinetic Shot": "Kinetic Shot\n6 Tokens\nCost: 10 Stamina\nUse Requirement: Bow or Crossbow\nRange: Projectile 8\nDamage: 1W + Combat\nEffect: The target is pushed back 2 squares. If they would impact another creature, that second creature is also struck by this attack (minus the push), and the push ends.", 
    "Resistant": "Resistant:\nResistance always specifies the type of damage you are susceptible to, such as \"Shock\" or \"Piercing\". Resistance has three levels. When you take damage from an attack of that type, reduce the damage you take from that attack by 25\\% at Lv. 1, 50\\% at Lv. 2, or 75\\% at Lv. 3, after factoring in your armor and any other defenses. (If you are both Resistant and Weak to the attack, then ranks of Weakness cancel out ranks of Resistance.)", 
    "Wizzrobe's Wave": "Wizzrobe's Wave\n3 Tokens\nCost: 2 Magic\nRange: Ranged Projectile 8\nDamage: 1W + Willpower", 
    "Titan's Strength": "Titan's Strength\n3 Tokens\nCost: (Willpower) Magic (Bind)\nEffect: Add (half of the Magic you spent on this spell) to the target's Athletics Trait, for the purposes of calculating their one-handed and two-handed Lifting capability.", 
    "Flirt": "Flirt\nRoll: Influence v. Discipline, Fortitude, or Insight\nEffect on Success: Target cannot target you with attacks, and will not intentionally cause harm to you, until the end of their next Turn.", 
    "Undead Resistant": "Undead Resistant\nRequires: Enchanting 8\nUses: Luminous Stone\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer gains permanent Resist: Undead (Rank 1). If multiple pieces are worn with this enchantment, the effect increases by one rank per piece (so if all three armor pieces have this enchantment, the effect is at Rank 3). This does not stack with consumable benefits - only the highest of the two have any effect.", 
    "Scholarly": "Scholarly\nRequires: Enchanting 6\nUses: Opal\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer gains permanent Scholarly (Rank 1). If multiple pieces are worn with this enchantment, the effect increases by one rank per piece (so if all three armor pieces have this enchantment, the effect is at Rank 3). This does not stack with consumable benefits - only the highest of the two have any effect.", 
    "Wide Return": "Wide Return\n3 Tokens\nCost: 6 Stamina\nUse Requirement: Boomerang\nRange: Weapon\nDamage: 1W + Combat\nEffect: After resolving the attack against the original target, repeat it against a different target within 4 squares of the original target.", 
    "Magical Voice": "Magical Voice\n3 Tokens\nTrait Requirement: Perform 3\nEffect: You can perform Magical Songs without the aid of an Instrument.", 
    "Push": "Push\nRoll: Athletics v. Agility, Athletics, or Fortitude\nEffect on Success: The target is pushed 1 square away from you. ", 
    "Bombos": "Bombos\n9 Tokens\nLearn Requirement: One other Spell that deals Fire-type damage\nCost: 20 Magic\nRange: 4 Targets within 12 squares\nDamage: 2W + Willpower, Fire\nEffect: Make a To-Hit check against the target; on success, target is On Fire.", 
    "Longshot": "Longshot\nRequired: Enchanting 4\nUses: Diamond\nEquipment Type: Any Ranged\nEffect: Increase the range of any Projectile attacks made with this weapon by 4.", 
    "Riposte": "Riposte\n6 Tokens\nLearn Requirement: Shield Bash\nCost: 4 Stamina\nUse Requirement: 1h weapon and Shield\nRange: Weapon\nFree Action\nEffect: When you successfully Deflect an attack with your shield, you may activate this Technique to make a follow-up Strike Basic Attack with your equipped Weapon.", 
    "Song of Discovery": "Song of Discovery\n12 Magic (Burn)\n\nWhen you perform this song, the location of secrets within (Perform x 2) squares are revealed to the caster. Any objects that are hidden, locked away, or buried will glow to the caster's eye, even through stone or metal.\n\nThis song does not reveal what the hidden things are, nor how to get to them; just that there is something hidden or secret in that space. For example, if the object is in a safe, it will not reveal the combination, just that \"there is something in the safe\"; if there is a secret door, it will reveal that the door exists, and where in the wall it is, but not how to open it or where it leads.", 
    "Rusted": "Rusted:\nWhile a weapon is Rusted, its Attack Power is cut in half. Only Metal weapons can become Rusted. Rust persists until the rust is removed by applying Oil.", 
    "Telescope": "Telescope: (Metal) \nTelescopes allow you to see details from far away, but narrow your field of view significantly. When using a Telescope, you may see objects up to ((Rank+1) x 20) squares away, if you have clear line of sight on them. However, you cannot see anything that is not directly in front of you. Telescopes are sensitive to extreme light - staring at a bright light source may cause the user Light-element damage and/or Blind them for a time. Using a Telescope to focus light to cause heat, or to alter a beam of light, will consume the item's Durability.", 
    "Wind's Requiem": "Wind's Requiem\nThis song can only be played at the end of a Short or Extended Rest. When you play this song, select one of the following results and pay that Magic cost.\n\n8 Magic (Burn), Requires Perform 3 - You may determine the result of the last Weather Check: whether the weather gets more intense, less intense, or stays at its present intensity. In addition, you may also determine the direction the wind will be blowing, however strong it may be. The wind will continue blowing in this direction until your next Short or Extended Rest.\n\n16 Magic (Burn), Requires Perform 6 - You may determine the result of the last three Weather Checks: whether the weather gets more intense, less intense, or stays at its present intensity. In addition, you may also determine the direction the wind will be blowing, however strong it may be. The wind will continue blowing in this direction until your next Extended Rest.\n\n24 Magic (Burn), Requires Perform 9 - You may select any Weather type, and any rank of that Weather. Over the next five minutes, the weather changes to match your selection, no matter how wild the change. If you chose a Weather type not normal for this area, then any Weather check that would result in the weather becoming more intense will instead keep it at its present intensity, and any Weather check result that would keep it at the same intensity will instead reduce its intensity. When the weather gets to Rank 0, it returns to the type of weather native to this area. In addition, you may also determine the direction the wind will be blowing, however strong it may be. The wind will continue blowing in this direction until your next Extended Rest.", 
    "Terrakinesis": "Terrakinesis\n3 Tokens\nCost: 1 Magic per square (Bind)\nRange: Up to 3 sand or loose earth squares within 8 squares\nEffect: The earth solidifies into a 2-meter tall, 1-meter wide block of solid earth. Any creatures or objects in the square are raised by the solidifying earth, and end up on top of the block. This block can be climbed and stood on. No matter where it was formed - in a quicksand pit, on a steep hill, or at the entrance of a gushing pipe - the block will stay put, and cannot be moved. During their turn as a Free Action, the caster may destroy the block(s). It can also be destroyed by any attack that damages it; a block destroyed does not return its bound Magic to the caster.", 
    "Predict": "Predict\nRoll: Insight v. Discipline or Guile\nEffect on Success: You learn what the opponent is thinking of doing next, at that moment. If they intend to attack you, follow through on that intention before the end of their next turn, and you use a Reaction to reduce their attack's damage, you will resist the damage by an additional step. Note that \"yelling out what the foe intends to do\" may make it change its mind, if it is an intelligent foe that can understand your words.", 
    "House": "House\nA House’s Owner can rent out the house, allowing others to live in it. When they do this, the Owner receives a small amount of Rupees per day based on the Rank of the House, much as if it were a Shop or other Building. However, an Owner cannot then use a rented-out House for their own purposes, including as a place to rest.\nIf a House’s Owner does not rent out the house, they may use it for themselves. This allows them to fill it with their own belongings, customize its colors and furnishings, and to rest there for free. When resting in a House, Heroes restore all of their Burnt and Spent Health, Magic, and Stamina, as well as gaining an amount of Temporary HP based on the Rank of the House.\nHouses include a reasonable suite of furniture to fill the space - so a House always includes a bed, table, chairs, and so on. A House’s owners are free to obtain and use their own furniture, as well.\nAll Houses contain a kitchen, which includes a (non-portable) cooking vessel and a place to have a fire. This means that residents in a House can use it to cook without further expenditure. Houses do not come equipped with a Forge, however.\nHouses can be used to store items, containing (2 x Rank) slots. Each slot of Storage acts just like a slot of Overflow Inventory - any kind of item may go into it, and items that stack may stack as large as they like.\nBe cautious of storing a large number of valuable items or materials in your home - Houses are easier to break into, and are generally less well-guarded, than a Bank of equal rank. Further, the more valuable the goods in the home, the more likely it is that thieves will strike, breaking in while any resident Heroes are away and looting the place. If you have a large number of valuable objects you wish to store for a long time, buying space at a Bank may be a better, safer option.\nHouse Rank–Temp HP on Rest–Item Storage Slots\nRank 0–0–0\nRank 1–4–2\nRank 2–8–4\nRank 3–12–6\nRank 4–16–8\nRank 5–20–10", 
    "Torch": "Torch: (Wood) \nWhen lit, Torches provide a source of light, heat, and fire. Torches need an external source of fire or sparks to be lit, and will not stay lit in rainy or wet conditions. They provide light in a Burst (4+(Rank/2)). Torches, despite being wooden, will never take Durability damage from Burning, and will thus never be consumed by fire; they still take Durability damage when striking foes or otherwise used as a weapon. Torches are automatically extinguished at the end of any Short or Extended Rest, or when entering wet or rainy conditions. Torches can be lit or extinguished as a Standard action.", 
    "Keeta's Touch": "Keeta's Touch\n3 Tokens\nCost: 4 Magic\nRange: Melee 1\nDamage: 1W + Willpower, Earth\nEffect: Make a To-Hit check against the target; on success, one of the target's currently-equipped weapons are Rusted.", 
    "Cursed": "Cursed:\nWhile you are Cursed, you cannot use any Basic Attacks, Techniques, or Spells. You can still move, use items, speak, perform Combat Maneuvers, and otherwise take action. Mini-Bosses and Bosses instead do 5 less damage with their Basic Attacks, Techniques, and Spells, but suffer no limits on what they can and cannot do from being Cursed. Being Cursed lasts until the end of your next turn, unless stated.", 
    "Elemental Specialist": "Elemental Specialist\n3 Tokens\nTrait Requirement: Arcana 3\nEffect: Select an Element. When you make an attack with that Element, it deals 2 additional damage.", 
    "Camera": "Camera\n3 Tokens\nCost: 2 Magic (Bind)\nRange: Your current field of vision\nEffect: You may perfectly remember what you are looking at in this exact moment - well enough to read written words, or produce a high-quality reproduction by sketch. This does not provide you with details that you could not see at the time, nor any capacity to 'zoom in' on the mental picture. When the spell ends, your perfect recall of what you saw also ends, though you may remember it normally.", 
    "Flint-fire Kit": "Flint-fire Kit: (Metal)\n A Flint-fire kit allows the user to create sparks, which can in turn ignite other objects, such as torches, campfires, lanterns, and bomb or cannon fuses. Flint-fire Kits will not operate in rainy or wet conditions.", 
    "Off Balance": "Off Balance:\nWhile Off Balance, you cannot use Reaction abilities, nor can you use Combat Maneuvers. You can still use Basic Attacks, Techniques, Spells, swap gear, move, and do other things. Unless the inflicting attack or effect says otherwise, Off Balance ends at the beginning of your next turn.", 
    "Fairy Friend Focus": "Fairy Friend Focus\n6 Tokens\nRequirement: Fairy Friend\nEffect: Your Fairy Friend takes on a particular color, and gains additional benefits to marking targets. Select one of the bonuses below. This choice is permanent.\nBlack: Your Fairy now glows black. You gain a +1 on all Agility, Combat, and Athletics Trait checks made as part of a Combat Maneuver against the target.\nBlue: Your Fairy now glows blue. You gain +1 on on all Examine Armaments and Examine Closely Combat Maneuvers against the target.\nGold: Your Fairy now glows gold. You have 3 additional Defense for all attacks the target initiates against you.\nGreen: Your Fairy now glows green. You gain a +1 Evasion bonus against attacks made by the marked target.\nRed: Your Fairy now glows red. All attacks by you against the marked target do (Weapon Rank) more damage.\nPink: Your Fairy now glows pink. You gain a +1 on all Intimidate, Influence, Insight, and Command Trait checks made as part of a Combat Maneuver against the target.", 
    "Subtle": "Subtle\nRequires: Enchanting 6\nUses: Onyx\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer gains permanent Subtle (Rank 1). If multiple pieces are worn with this enchantment, the effect increases by one rank per piece (so if all three armor pieces have this enchantment, the effect is at Rank 3). This does not stack with consumable benefits - only the highest of the two have any effect.", 
    "Elegy of Emptiness": "Elegy of Emptiness\n8 Magic (Burn)\n\nWhen you finish playing this song, you step forward one square. In the square you left behind, a statue facsimile of you appears. (If you cannot step forward one square, the song fails, and no Magic is spent.)\n\nThe statue facsimile of you is made of stone, is the same size as you, and weighs twice as much as you do. It can be moved, shoved, and picked up. At a glance, it appears to look like you, but any close inspection will reveal flaws and inconsistencies that clearly reveal its nature, both as a statue, and as not-quite-like-you. (To discern the difference, the observer must roll Perception v. your Perform.)\n\nYou may only have (1+(Perform / 3)) statues of yourself active at any one time. When you play this song again while at that limit, select one already-existing statue of you to make disappear. All statues created with this song disappear at the end of your next Extended Rest.", 
    "Ruminative Respite": "Ruminative Respite\n3 Tokens\nTrait Requirement: Magic 3\nEffect: Short Rests provide 4 Temporary Magic. Extended Rests provide 8 Temporary Magic. This does not stack with the effects of any bed or bedroll you use during the Rest.", 
    "Blinded": "Blinded:\nWhile Blinded, you cannot see clearly. Subtract 5 from any To-Hit checks you make. Being Blinded ends at the end of your next turn, unless otherwise specified. Mini-Bosses and Bosses subtract 2 from their To-Hit Checks, instead.", 
    "Invisibility": "Invisibility:\nWhile Invisible, enemies have difficulty targeting you, and effects based on sight do not trigger for you. However, you still cast a shadow, allowing perceptive foes to know your location. If you are Invisible, add +3 to your Evasion. Typically, Invisibility ends once you are struck or you make an attack.", 
    "Nightvision": "Nightvision\nRequires: Enchanting 4\nUses: Luminous Stone\nEquipment Type: Clothing & Armor\nEffect: You can see just as well in the dark as in the light; no matter the light level, the world appears perfectly lit. This provides no protection against Blindness.", 
    "Crafting Style: Guardian": "Crafting Style: Guardian\n9 Tokens\nTrait Requirement: Smithing 9\nEffect: You may choose to use this whenever crafting a weapon primarily using Ancient materials. The weapon costs 3 more Materials, has (Rank+1) greater Attack and Durability, and 1 more Accuracy.", 
    "Wrath's Whip": "Wrath's Whip\n3 Tokens\nCost: 4 Magic\nRange: Projectile 4\nDamage: 1W + Willpower, Dark\nEffect: Make a To-Hit check against the target; on success, target is Off Balance.", 
    "Restful Respite": "Restful Respite\n3 Tokens\nTrait Requirement: Stamina 3\nEffect: Short Rests provide 4 Temporary Stamina. Extended Rests provide 8 Temporary Stamina. This does not stack with the effects of any bed or bedroll you use during the Rest.", 
    "Sand-Walk": "Sand-Walk\nRequires: Enchanting 2\nUses: Emerald\nEquipment Type: Clothing & Armor\nEffect: You may treat Deep Sand and other sand-based difficult terrain as normal terrain.", 
    "Efficient": "Efficient\nRequired: Enchanting 8\nUses: Emerald\nEquipment Type: Bow, Crossbow\nEffect: When you fire a unit of ammunition with with weapon, roll 1d6. On a 6, you do not spend that unit of ammunition, but the attack continues as normal.", 
    "Windborne": "Windborne\nRequires: Enchanting 4\nUses: Diamond\nEquipment Type: Clothing & Armor\nEffect: While flying or gliding, you can move at full speed. In addition, reduce the Accuracy penalty while flying or gliding by 1 (to a minimum of no penalty, if you are wearing three pieces of equipment enchanted with Windborne). If you wear three pieces of Windborne armor, you are also considered a Natural Flier and a Natural Glider.", 
    "Weatherproofing: Sandstorm": "Weatherproofing: Sandstorm\nRequires: Enchanting 2\nUses: Opal\nEquipment Type: Clothing & Armor\nEffect: When you are in Standstorm weather, treat that weather as two ranks lower when calculating its effect on you (minimum 0). Multiple instances of this effect stack with itself, as well as with effects from food and racial bonuses.", 
    "Chilfos' Javelin": "Chilfos' Javelin\n3 Tokens\nCost: 3 Magic\nRange: Projectile 8\nDamage: 1W + Willpower, Ice", 
    "Examine Closely: Enchantments": "Examine Closely: Enchantments\nRoll: Enchanting v. ((Rank of Foe + 1) x 3)\nRange: Visual\nEffect on Success: You learn information about what Enchantments the foe's weapons and armor have on them, and any Spell bonuses the foe is under. This includes how powerful they are, what their type is, and the duration (for Spells).", 
    "Sweep": "Sweep\nAny 2h weapon\nRange: Sweep 2\nDamage: 1W + Combat", 
    "Fastball Special": "Fastball Special\n3 Tokens\nCost: 12 Stamina\nUse Requirement: A grappled creature smaller than you\nRange: Projectile 8\nDamage: Combat\nEffect: Damage from this attack ignores Defense. Deal equal damage to the thrown creature, also ignoring Defense. The thrown creature ends in a square adjacent to the hit target.", 
    "Crafting Style: Deku": "Crafting Style: Deku\n3 Tokens\nTrait Requirement: Smithing 3\nEffect: You may choose to use this whenever crafting a weapon. The weapon costs 1 fewer Material, and has (Rank+1) less Durability Base Stat.", 
    "Musical Instrument": "Musical Instrument: (Various)\n A Musical Instrument allows the user to play music, including Magical Songs that they may know. It can also be used to make noise, entertain, or distract. The material type needed depends on what kind of Instrument is being made: for example, Drums may require Monster Parts, a Violin would require Wood, and a Saxophone would require Metal.", 
    "Quickshot": "Quickshot\nRequired: Enchanting 8\nUses: Topaz\nEquipment Type: Any Ranged\nEffect: Targets struck by Basic Attacks made with this weapon wishing to use Reactions must make an Agility check v. DC 13. If they fail, they may not use Reactions against that attack.", 
    "Slow Metabolism": "Slow Metabolism\n3 Tokens\nTrait Requirement: Fortitude 3\nEffect: The effects of Elixirs you consume last an additional round.hspace{5cm}", 
    "Crafting Style: Lynel": "Crafting Style: Lynel\n6 Tokens\nTrait Requirement: Smithing 6\nEffect: You may choose to use this whenever crafting a weapon. The weapon costs 1 more Materials, has ((Rank+1) x 2) greater Attack Base Stat, and (Rank+1) less Durability Base Stat.", 
    "Lizalfos Leap": "Lizalfos Leap\n3 Tokens\nCost: 8 Stamina\nUse Requirement: A foe moves into a square adjacent to you\nReaction\nEffect: You immediately move 3 squares away from them, in a non-vertical direction of your choice. This does not consume your Movement.", 
    "Strike": "Strike\nAny 1h weapon\nRange: Melee 1\nDamage: 1W + Combat", 
    "Crafting Style: Neglected": "Crafting Style: Neglected\n3 Tokens\nTrait Requirement: Smithing 3\nEffect: You may choose to use this whenever crafting a weapon using Metal materials. The weapon costs 1 fewer Materials, has ((Rank+1) x 2) less Durability Base Stat, cannot rust, and does not conduct electricity.", 
    "Jabu-Jabu's Switchhook": "Jabu-Jabu's Switchhook\n6 Tokens\nLearn Requirement: Ravio's Hookshot\nCost: 8 Magic\nUse Requirement: You and the target are not in mid-air or in damaging terrain.\nRange: Projectile 8\nEffect: You switch places with the target. ", 
    "Crafting Style: Bokoblin": "Crafting Style: Bokoblin\n3 Tokens\nTrait Requirement: Smithing 3\nEffect: You may choose to use this whenever crafting a weapon. The weapon costs 2 fewer Materials, has (Rank+1) less Attack Base Stat, and (Rank+1) less Durability Base Stat.", 
    "Royal Password": "Royal Password\n(No Magic cost)\n\nWhen learning this song, it is tied to a single group (such as a particular royal family, merchant house, or secret society). When you play this song, you clearly identify yourself as having the blessing of that group, both to creatures who work with or serve them, and to any doors, objects, or artifacts relating to that group. In short, playing this song at the right place, or for the right people, may open doors for you, both literally and metaphorically.\n\nA curious feature of this song is its inimitability: even if one hears it a thousand times, they will not be able to replay it by ear. The song must be specifically taught to you, by someone who knows it and is 'in the group'.\n\nIf a person loses the favor of the group the song represents, and the group formally revokes their membership, the offender will be unable to play the song properly - it will be off-key, poorly-timed, and otherwise obviously incorrect.\n\nHeroes may learn multiple versions of this song, each time representing a different group.", 
    "Daruk's Protection": "Daruk's Protection\n6 Tokens\nCost: 4 Magic\nUse Requirement: You or an ally within range is struck with a Melee or Projectile attack\nRange: 1 target within 8 squares\nReaction\nEffect: The target resists the attack 2 additional steps.", 
    "Crafting Style: Goron": "Crafting Style: Goron\n3 Tokens\nTrait Requirement: Smithing 3\nEffect: You may choose to use this whenever crafting a weapon. The weapon has (Rank+1) greater Durability Base Stat, and (Rank+1) less Attack Base Stat.", 
    "Symphony of Sages": "Symphony of Sages\n12 Magic (Burn)\n\nWhen you perform this song, you and your allies gain an audience with an innumerable host of mystic sages, each with a deep knowledge of their favored subject; some may still be living, and others might have passed. The sages appear before you as ghostly figures, unable to physically interact with the world, and will leave if attacked or ignored. You may ask the sages a number of questions equal to (your Perform rank).\n\nFor the sages to be able to answer a question, the answer must be known by at least one sentient creature, living or dead, who would be willing to share it with your or those allied with you. The sages do not know what will happen in the future, and cannot make predictions any more accurately than a normal, reasonable person could. The sages' answers may not necessarily be easy to understand, but they will communicate to you in a language you know, and will attempt to make themselves understood - if a sage answers with something vague, it is because they themselves do not know the full answer, or because the vague answer is the most truthful or useful answer.\n\nIf your campaign has specific sages, or other mystical, scholarly, or powerful beings that the Heroes have met and allied with, you may instead use this song to 'conference call' them. In this case, no unknown host of sages appear; only sages you have met and allied with will answer your call, though they may also decline to participate if they are busy or indisposed. This allows Heroes to get specific insights from the sages, and allow them to speak with both yourself, your allies, and one another.", 
    "Painful Touch": "Painful Touch\nFist Weapon or Empty Hand\nRange: Melee 1\nDamage: 1W + Willpower", 
    "Flying Fins": "Flying Fins\n3 Tokens\nCost: 3 Stamina\nLearn Requirement: Zora\nRange: Projectile 8\nDamage: 1W + Combat", 
    "Weatherproofing: Rain": "Weatherproofing: Rain\nRequires: Enchanting 2\nUses: Emerald\nEquipment Type: Clothing & Armor\nEffect: When you are in Rainy weather, treat that weather as two ranks lower when calculating its effect on you (minimum 0). Multiple instances of this effect stack with itself, as well as with effects from food and racial bonuses. However, if lightning is striking, this provides no protection from its effects, nor does it make it less likely to strike you.", 
    "Compel Surrender": "Compel Surrender\nRoll: Intimidate, Influence, or Command v. (Discipline or Insight) + (Rank x 2)\nRange: Visual\nEffect on Success: The target willingly gives up. They may lay down their arms, allow themselves to be taken prisoner, or simply walk away from the battle, depending on circumstance.\nSpecial: The foe's roll to resist takes a -2 penalty for each of the following circumstances:\n• Foe is in Peril\n• Foe believes they have little-to-no chance to win the fight\n• Foe believes you will be merciful", 
    "Create Ammunition, Greater": "Create Ammunition, Greater\n6 Tokens\nLearn Requirement: Create Ammunition, Lesser\nCost: 2 Magic (Burn)\nUse Requirement: At least one empty hand, or space in your inventory.\nRange: Self\nEffect: Select either an Arrow or a Bomb. When you cast this spell, that piece of ammunition appears in your hand, ready to be used. (If your hand is not empty, the ammunition appears in your inventory.) The ammunition is ephemeral, and obviously both magical and temporary to anyone who observes or handles it. This may create any Bomb or Arrow type worth no more than 50 rupees. The ammunition in question lasts until you next take a Short or Extended Rest.", 
    "Doppleganger's Movement": "Doppleganger's Movement\n3 Tokens\nTrait: Accuracy\nCost: 12 Stamina\nUse Requirement: You are struck by a Melee Basic Attack or Technique.\nLearn Requirement: Demon\nRange: Self\nReaction\nEffect: You suffer no damage from the attack, but still suffer any other negative effects (status ailments, forced movement, etc.)", 
    "Weakness": "Weakness:\nWeakness always specifies the type of damage you are susceptible to, such as \"Shock\" or \"Piercing\". Weakness has three levels. When you take damage from an attack of that type, increase the damage you take from that attack by 25\\% at Lv. 1, 50\\% at Lv. 2, or 75\\% at Lv. 3, after factoring in your armor and any other defenses. (If you are both Resistant and Weak to the attack, then ranks of Weakness cancel out ranks of Resistance.)", 
    "Dash Attack": "Dash Attack\n6 Tokens\nCost: 8 Stamina\nUse Requirement: A Weapon capable of making the Strike Basic Attack\nRange: See Effect\nDamage: 1W + Combat\nEffect: During this attack, you may use your remaining Movement as normal. You may move through foes, hitting them with a Strike Basic Attack as you do so. You may only attack a given target once during this attack.", 
    "Caltrops": "Caltrops: (Metal)\n When you use Caltrops, you cover a Cone 3 with dozens of tiny spikes. These heavy spikes are Difficult Terrain, and cause (5+Rank) damage per square passed through, unmitigated by Defense. A creature passing through a square does not consume the space's caltrops, leaving them to be stumbled upon by the next combatant. Caltrops can be removed from a single square as a Standard Action, and can be recovered after combat for use again later.", 
    "Deflect": "Deflect\nShield\nRange: Self\nReaction\nUse Requirement: You are the target of a Melee, Cone, Line,hspace{1cm} Sweep, or Projectile attack\nEffect: You resist the attack two additional steps.", 
    "Korok Leaf's Wind": "Korok Leaf's Wind\n3 Tokens\nCost: Up to (Willpower) Magic\nRange: Line (Magic spent on spell)\nEffect: You create a gust of wind, blowing in the direction you are facing. The wind lasts only for a few seconds, but is strong enough to propel a small sailing-raft, knock apples out of trees, fan flames, or otherwise affect the environment. It will also push creatures 2 squares along the spell's Line, unless they are secured, Halted, very heavy, or otherwise immovable.", 
    "Song of Blooming": "Song of Blooming\n8 Magic (Burn)\n\nUpon completion of the song, you cause all plant-based outdoor terrain within (Perform x 4) squares of you to bloom with new growth and foliage. The affected area becomes difficult terrain.\n\nIn addition, the song causes crops, fungi, and fruit-bearing plants within (Perform x 4) squares of you to yield food. When harvesting these plants, add +3 to the scavenge roll.", 
    "Sword Beam": "Sword Beam\n3 Tokens\nCost: 2 Stamina\nUse Requirement: 1h or 2h Weapon, User at Full Health\nRange: Projectile 8\nDamage: 1W + Combat\nEffect: This attack can only be used while at full health.", 
    "Hylia's Light Arrow": "Hylia's Light Arrow\n9 Tokens\nLearn Requirement: One other Spell that deals Light-type damage\nCost: 12 Magic\nRange: Projectile 12\nDamage: 3W + Willpower, Light\nEffect: Make a To-Hit check against the target; on success, target is Cursed.", 
    "Mipha's Grace": "Mipha's Grace\n6 Tokens\nCost: 20 Magic (Burn)\nRange: 1 target within 8 squares\nEffect: The next time the target reaches 0 HP, they are instantly revived, healed (Willpower x 2) Health, and granted bonus Temporary Health equal to (your Willpower / 2). This effect ends whenever you next take an Extended Rest. This spell cannot be cast on someone who is already at 0 HP.", 
    "Uppercut": "Uppercut\n3 Tokens\nCost: 4 Stamina\nUse Requirement: A free hand, or a Fist weapon\nRange: Melee 1\nDamage: 1W + Combat\nEffect: Push the target back one square.", 
    "Oath to Order": "Oath to Order\n20 Magic (Burn)\n\nWhen you learn this song, it is tied to a single divine entity (such as Farore, Goddess of Courage; the Giants of Terminia; or Eldin, guardian spirit of Eldin Province). It is also tied to at least one specific task, threat, or obstacle that the Divinity will help you overcome, of sufficient importance and difficulty as to warrant divine help.\n\nWhen you play this song, that divine entity appears in a dazzling display, and sets about helping you conquer the obstacle, threat, or task that was specified. They may not be able to accomplish the entire task - often, even when the divine steps in, there is still call for Heroes - but the divine entity will do the best they can to ease the Heroes' burdens and open the path they need to follow.\n\nIf played without need, or without profit to the divine entity, they may take the false summons poorly. Beware the story of the boy who cried Wolfos.\n\nThis song may be learned multiple times, each time targeting a different divine entity. If a divine entity wishes to pledge its help to more than one task, threat, or obstacle, it does not need to teach a separate song for the different tasks - the divine entity may expand the scope of the song's designated tasks, but it cannot limit the scope.", 
    "Weatherproofing: Heat": "Weatherproofing: Heat\nRequires: Enchanting 2\nUses: Sapphire\nEquipment Type: Clothing & Armor\nEffect: When you are in Heatwave weather, treat that weather as two ranks lower when calculating its effect on you (minimum 0). Multiple instances of this effect stack with itself, as well as with effects from food and racial bonuses.", 
    "Book, Blank": "Book, Blank: (Wood)\n An empty book that can be used to record thoughts, make sketches, take notes, or create Written Books.", 
    "Revali's Gale": "Revali's Gale\n6 Tokens\nCost: Up to (Willpower x2) Magic\nRange: Burst 1\nEffect: An Updraft begins in the affected squares. This updraft has a maximum height of 20 squares, and will persist for 5 minutes. The updraft blows at a rate of (the Magic you spent on this Spell / 2).", 
    "Bedroll": "Bedroll: (Cloth)\n When you take an Extended Rest using a Bedroll, you restore 50\\% of your maximum Health, Stamina, and Magic, and gain Temporary Health equal to (Rank x 2). You must still be in a dry location, in an environment you can survive without aid or armor.", 
    "Perfectly Balanced": "Perfectly Balanced\nRequires: Enchanting 10\nUses: 4x Rank 3 gems, 2x Rank 4 gems, or 1x Rank 5 gem\nEquipment Type: Any Weapon\nEffect: The weapon's Attack and Durability are increased by 3, its Accuracy is increased by 2, and its Critical Hit range is increased by 1.", 
    "Clutch Dodger": "Clutch Dodger\n3 Tokens\nTrait Requirement: Agility 3\nEffect: When in Peril, your Evasion increases by 2.", 
    "Library / Book Store": "Library / Book Store\nLibraries and Book Stores both serve a similar purpose - to give their community access to literature and knowledge.\nBoth have Written Books of a quality up to the shop’s Rank. The Written Books they have available depends on the building’s owners, location, culture, and a host of other factors, as the GM decides. Neither Libraries nor Book Stores sell Empty Books or Ink & Quill sets; to purchase those, visit (or build!) a Tool Shop with the appropriate wares.\nBook Stores sell their Books directly. Libraries, however, only loan their Books out. A Library will loan out a single Book per person, for a period of 10 days. After that, they begin charging late fees, accruing every day until the Book is returned, equal to 10% of the Book’s sale cost (typically 20% of the Book’s Market Price). Heroes are unable to borrow books from a Library while they have an outstanding late fee. If they fail to return a valuable enough Book for a long enough time, some Libraries may decide to take more drastic measures to regain their property.\nA Library’s or Book Store’s Owners get a small portion of their earnings, based on the Rank of the Building. They may instead rarely receive a random free Written Book of the Building’s Rank instead of a day’s profits.", 
    "Bubble's Touch": "Bubble's Touch\n3 Tokens\nCost: 4 Magic\nRange: Melee 1\nDamage: 1W + Willpower, Light\nEffect: Make a To-Hit check against the target; on success, target is Cursed.", 
    "Kyameron's Splash": "Kyameron's Splash\n3 Tokens\nCost: 6 Magic\nRange: Projectile 8\nDamage: 1W + Willpower, Water\nEffect: The Projectile from this Spell may bounce off of a single wall, solid object, or other creature, but may only move 8 squares in total. (If it bounces off of a creature, that creature is also considered a target of this spell.) Make a To-Hit check against the target; on success, the target is Soaked.", 
    "Examine Closely: Diet": "Examine Closely: Diet\nRoll: Cooking v. ((Rank of Foe + 1) x 3)\nRange: Visual\nEffect on Success: You learn information about what Food and Elixir effects the foe is currently under. This includes their duration, strength, type, and may include what ingredients were used.", 
    "Lanmola's Stonespray": "Lanmola's Stonespray\n6 Tokens\nCost: 8 Magic\nRange: Projectile 8\nDamage: 1W + Willpower, Earth\nEffect: Make a To-Hit check against the target; on success, all targets with 1 square of the struck foe take half the damage you rolled as an additional attack.", 
    "Zola's Fireball": "Zola's Fireball\n3 Tokens\nCost: 3 Magic\nRange: Projectile 8\nDamage: 1W + Willpower, Fire", 
    "Great Bay Barrier": "Great Bay Barrier\n3 Tokens\nCost: 4 Magic\nRange: Self\nReaction\nDamage: 1.5 x Willpower, Shock\nLearn Requirement: Zora\nUse Requirement: You are the target of a Melee, Sweep, or Projectile attack\nEffect: You resist the attack one additional step. The foe who targeted you takes damage as listed by this ability.", 
    "Song of Companions": "Song of Companions\n8 Magic (Burn)\n\nWhen played, the caster and any allies near them may designate up to (Perform) Companions in total. Those designated Companions will then appear over the nearest ridge, just around the corner, or from behind some convenient obstacle, as if they had already been on their way, and merely happened to arrive just as the song finished.\n\nThe Companions designated in this song must already be registered to that Hero at a Stable or the like, having sworn their service to either the caster or one of their nearby allies. The Companions must themselves not have been in danger at the time, such as being in the midst of a battle, a cell in a prison, or a particularly high-stakes card game.\n\nThis song only works if the Companions in question could theoretically have safely travelled to the caster on their own, given infinite time: you can use Song of Companions to call a favorite horse from halfway across a continent, but not to call it to a kingdom of floating clouds, or across the sea, where it could never get to in a million years. Similarly, this song only works across Worlds if the Companions in question have their own means of crossing between Worlds.\n\nIf no Companions designated in the casting can reach the caster, then the song fails, and no Magic is spent.", 
    "Darmani's Defense": "Darmani's Defense\n3 Tokens\nCost: 10 Stamina\nUse Requirement: You are struck with an attack.\nLearn Requirement: Goron\nReaction\nEffect: You resist the attack an addition two steps, and cannot be pushed, knocked prone, or set off-balance by the attack.", 
    "Rope": "Rope: (Cloth)\n Rope comes in 6-square lengths. When used to climb cliffs and walls, it provides +2 to the Athletics roll to do so. A Rope will be set Burning if exposed to fire or extreme heat. Rope is instantly cut in two by any Piercing or Sharp attack of sufficient strength, and will suffer only (Rank) full rounds of Burning before being consumed utterly. Burning or cutting a rope will consume its Durability. Ropes have a Defense of (Rank x 2) against attacks; if any attack against them does not exceed their Defense, then the Rope is not broken.", 
    "Impa's Disguise": "Impa's Disguise\n3 Tokens\nCost: 2 Magic (Bind)\nRange: Self\nEffect: You alter details about your appearance as you see fit, up to and including your race, gender, and worn armor. (Your weapons' appearances are not altered.) This spell does not alter the smell, sound, or tactile feeling of your person or weapons, and cannot change your visible size category. When you make Guile checks related to this disguise, the spell grants you a +2 Spell Bonus to the check. The effect persists even through Short or Extended Rests, so long as you keep the Magic cost bound.", 
    "Loyal": "Loyal\nRequired: Enchanting 6\nUses: Topaz\nEquipment: Any Weapon\nEffect: As a Minor Action, you may call this weapon to your empty hand. The weapon must be within line of sight, must be unattended, and must be able to pass through the intervening space between itself and your hand.", 
    "Crafting Style: Talking Animal": "Crafting Style: Talking Animal\n3 Tokens\nTrait Requirement: Smithing 3\nEffect: You may choose to use this whenever crafting a weapon. The weapon has (Rank+1) greater Attack Base Stat, and 1 less Accuracy Base Stat.", 
    "Twinrova's Efficiency": "Twinrova's Efficiency\n6 Tokens\nTrait Requirement: Arcana 6, Gerudo\nEffect: Your Spells cost 1 less Magic. For Spells that consider how much Magic was used in the spell, do not include this cost reduction (for instance, if you spend 5 Magic on a Spell, and it is reduced to 4 with Twinrova's Efficiency, then that Spell still counts as having cost 5 Magic for its effect).", 
    "Candle": "Candle: (Monster Parts)\n Candles can be lit to provide a little bit of light. A single candle provides a Burst 1 of dim light - enough to see by. It is only bright enough to read at Burst 0, however. A candle can be placed on any stable surface, and will burn until the end of your next Short or Extended Rest.", 
    "Skilled Smith": "Skilled Smith\n6 Tokens\nTrait Requirement: Smithing 6\nEffect: Select a Weapon type, and select one of Attack, Durability, or Accuracy. When you make a Weapon of that Type, it gains 1 point in that stat.", 
    "Windup Strike": "Windup Strike\n3 Tokens\nCost: 8 Stamina\nUse Requirement: Melee Weapon\nRange: Weapon\nDamage: 2W + Combat", 
    "Tracer": "Tracer\nRequired: Enchanting 6\nUses: Luminous Stone\nEquipment Type: Any Ranged\nEffect: When you strike a foe with this weapon, they are illuminated until the end of your next turn. While illuminated, they cast Radius 2 light, and lose 2 Evasion.", 
    "Push-Off Kick": "Push-Off Kick\n3 Tokens\nCost: 4 Stamina\nUse Requirement: Your legs must be free, and you must be able to move.\nRange: Melee 1\nEffect: You push the target away from you one square, and you push yourself away from the target 1 square.", 
    "Annoying": "Annoying\nRequires: Enchanting 4\nUses: Luminous Stone\nEquipment Type: Clothing & Armor\nEffect: The equipment glows in an annoying, eye-catching way, casting a Burst 0 light (lighting only itself). Foes gain +1 Accuracy and +2 damage when attempting to hit you with an attack. This effect stacks with itself, up to +3 Accuracy and +6 damage when foes attempt to attack you.", 
    "Tough": "Tough:\nBoosts always come with a Rank. When you suffer damage, reduce the damage you receive by 25\\% for each Rank of the effect, after factoring in your armor and any other defenses.", 
    "Tool (Harvesting)": "Tool (Harvesting): (Varies) \nHarvesting Tools are keyed to a particular kind of material: Ancient-, Metal-, Gem-, or Wood-harvesting Tools are made from their target Material; Critter-harvesting Tools are made from Cloth; Food-harvesting Tools from Metal; and all others from Wood or Metal.\n\nA Harvesting Tool allow the wielder to harvest its designated kind of Material without consuming the Durability of a weapon (or of the Tool itself). Harvesting Tools also provide a bonus to the scavenging rolls for their particular kind of Material equal to (Rank/2).", 
    "Ordon Rush": "Ordon Rush\n6 Tokens\nCost: 8 Stamina\nUse Requirement: Target must be one size larger than you or smaller\nRange: Melee 1\nDamage: Athletics + Combat\nEffect: You slam into the target and begin pushing them. You may continue to move, but it must be in a straight line, and your movement has the cost of Sprinting without the additional movement benefits. Your target is pushed in front of you for the duration of this further movement.", 
    "Stoneborne": "Stoneborne\nRequires: Enchanting 4\nUses: Emerald\nEquipment Type: Clothing & Armor\nEffect: While climbing, you can move at full speed. In addition, reduce the Accuracy penalty while climbing by 1 (to a minimum of no penalty, if you are wearing three pieces of equipment enchanted with Stoneborne). If you wear three pieces of Stoneborne armor, you are also considered a Natural Climber.", 
    "Amber-Coated": "Amber-Coated\nRequired: Enchanting 4\nUses: Amber\nEquipment Type: Any Weapon\nEffect: This weapon cannot be Rusted, does not take additional damage while its user is Sand-Covered, and otherwise does not take Durability damage from anything except normal use.", 
    "Urbosa's Fury": "Urbosa's Fury\n6 Tokens\nCost: 10 Magic\nRange: Burst 1\nDamage: 1W + Willpower, Shock\nEffect: Make a To-Hit check against the target; on success, target is Off Balance.", 
    "Sneaky": "Sneaky\nRequires: Enchanting 4\nUses: Onyx\nEquipment Type: Clothing & Armor\nEffect: While worn, the wearer gains permanent Sneaky (Rank 1). If multiple pieces are worn with this enchantment, the effect increases by one rank per piece (so if all three armor pieces have this enchantment, the effect is at Rank 3). This does not stack with consumable benefits - only the highest of the two have any effect.", 
    "Throw 2h Weapon": "Throw 2h Weapon\nAny 2h weapon\nRange: Ranged Projectile 4\nDamage: 1W + Combat", 
    "Maneuver Mastery": "Maneuver Mastery\n6 Tokens\nTrait Requirement: Combat Maneuver's used Trait at 6\nEffect: Select a specific Combat Maneuver. When you roll to use that Combat Maneuver, add 2 to the roll.\nSpecial: This can be chosen multiple times, each time selecting a different Combat Maneuver.", 
    "Fairy's Light": "Fairy's Light\n3 Tokens\nCost: 2 Magic (Burn)\nRange: Self, or 1 Target within 8 squares\nEffect: The target regains Health equal to (your Willpower / 2).", 
    "Rauru's Shield": "Rauru's Shield\n3 Tokens\nCost: Up to (Willpower) Magic (Bind)\nRange: Self, or 1 Target within 8 squares\nEffect: Grant the target a Spell Bonus of Defense equal to (the Magic you spent on this spell / 2).", 
    "Two Against One": "Two Against One\n6 Tokens\nCost: 12 Stamina\nUse Requirement: Two one-handed Melee Weapons (one in each hand); attacked by a foe within weapon range\nRange: Weapon\nReaction\nEffect: Select one weapon to Parry the attack with. With your other weapon, make a Basic Attack against the foe that triggered this Technique.", 
    "Cooled Weapon": "Cooled Weapon\nRequired: Enchanting 2\nUses: Sapphire\nEquipment Type: Any Weapon\nEffect: This weapon, and any ammunition fired from it, is immune to the Burning condition. In addition, it provides one step of resistance to Heatwave weather to its wielder.", 
    "Song of the World": "Song of the World\n16 Magic (Burn)\nComposable (Perform 8, 9 Tokens)\n\nWhen learning this song, select a specific World (such as \"Light World\", \"Dark World\", \"World of Twilight\", \"Subrosia\", etc.). Give this song a new name, signifying the target World.\n\nWhen played, the performer and up to (Perform x 2) creatures, and their possessions, turn into silhouettes of rainbow colors; the targets see the world change in much the same way. The targets fade from their current World, and fade into being in the song's target World, at the same physical location. The whole process takes about a minute.\n\nThe caster must not be in the same World as the target location for this song to work. The location the caster and all targets are standing in must also be free of rock and solid matter in the target world. If these conditions are failed, then the song fails, and no Magic is expended.\n\nHeroes may learn multiple versions of this song, each time targeting a different World.", 
    "Electricity-Proof": "Electricity-Proof\nRequires: Enchanting 6\nUses: Topaz\nEquipment Type: Clothing & Armor\nEffect: The wearer is immune to the effect of attacking Electrified enemies with metallic weapons.", 
    "Trip": "Trip\nRoll: Combat v. Agility, or Fortitude\nEffect on Success: The target is Knocked Prone."
}