{
    "Guster":{
        "embed":"{\"title\":\"Guster\",\"description\":\"The Pok\\u00e9mon\\u2019s Struggle Attacks may be Flying-Typed if they wish. They may also add their Special Attack instead of their Attack and have the attack deal Special Damage, if they wish.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Heart Gift":{
        "embed":"{\"title\":\"Heart Gift\",\"description\":\"Pok\\u00e9mon of at least Level 30 with this Capability can produce a Heart Scale item once a week as an Extended Action.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.305\"}}"
    },
    "Aura Pulse":{
        "embed":"{\"title\":\"Aura Pulse\",\"description\":\"Pok\\u00e9mon and Trainers with Aura Pulse are blessed by a great power. They can project their thoughts using Aura, straight into the minds of those they wish to communicate with. They can read the surface thoughts of minds in return, but only minds that open up to them willingly.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.303\"}}"
    },
    "Egg Warmer (Capability)":{
        "embed":"{\"title\":\"Egg Warmer\",\"description\":\"A Pok\\u00e9mon with Egg Warmer may heat up an egg once per 24 hours. Roll 1d10; on a result of 1, nothing happens; on a result of 2-10, the egg\\u2019s hatch time is reduced, in hours, by the number rolled.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Fortune":{
        "embed":"{\"title\":\"Fortune\",\"description\":\"Once a day, a Pok\\u00e9mon of at least Level 20 with this Capability may be allowed to roam freely in a City or Town for at least one hour. The user then returns with an amount of money equal to its Level multiplied by 1d10. If the user is a Pok\\u00e9mon with a Loyalty of 1 or 0, it may not return and instead run away.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Bloom":{
        "embed":"{\"title\":\"Bloom\",\"description\":\"When a Pok\\u00e9mon with Bloom, Cherrim, is in Sunny weather it transforms; changing its appearance from the closed bud, purple-petal form into the pink open flower form.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.303\"}}"
    },
    "Blender":{
        "embed":"{\"title\":\"Blender\",\"description\":\"Pok\\u00e9mon with Blender are capable of changing their color to match their surroundings. As a Shift Action, they may increase their Evasion by +2 against Melee attacks and by +4 against Ranged attacks until the end of their next turn. This Capability may be performed At-Will.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Fountain":{
        "embed":"{\"title\":\"Fountain\",\"description\":\"The Pok\\u00e9mon\\u2019s Struggle Attacks may be Water-Typed if they wish. They may also add their Special Attack instead of their Attack and have the attack deal Special Damage, if they wish.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Gather Unown":{
        "embed":"{\"title\":\"Gather Unown\",\"description\":\"Pok\\u00e9mon of at least Level 20 with the Gather Unown Capability can summon a random Unown once a week as a Standard Action. The Unown has a Level of 2d8, but it cannot exceed the user\\u2019s Level. They are not immediately hostile.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Chilled":{
        "embed":"{\"title\":\"Chilled\",\"description\":\"Pok\\u00e9mon with the Chilled Capability are always cold.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Darkvision":{
        "embed":"{\"title\":\"Darkvision\",\"description\":\"A Pok\\u00e9mon with the Darkvision Capability never has their vision hampered by a loss of light. They can even see in total darkness and are never Blind or affected by Total Blindness due to low-light conditions.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Dead Silent":{
        "embed":"{\"title\":\"Dead Silent\",\"description\":\"A Pok\\u00e9mon with the Dead Silent capability does not breathe or have a heartbeat, and does not shuffle or make noise as they walk unless they wish to.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Delta Evolution":{
        "embed":"{\"title\":\"Delta Evolution\",\"description\":\"Rayquaza may Mega-Evolve without holding a Mega Stone as long as it knows the Move Dragon Ascent.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Dream Reader":{
        "embed":"{\"title\":\"Dream Reader\",\"description\":\"Pok\\u00e9mon with the Dream Reader Capability may view the dreams of Sleeping Pok\\u00e9mon and Trainers. If the Pok\\u00e9mon or Trainer was put to Sleep with a Dream Mist item, they may also form a moving image of the dream from the Dream Mist in the target, allowing others to get a brief glance of the contents of the dream. Pok\\u00e9mon with this Capability cannot read the dreams of targets with the Mindlock Capability.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Firestarter":{
        "embed":"{\"title\":\"Firestarter\",\"description\":\"The Pok\\u00e9mon\\u2019s Struggle Attacks may be Fire-Typed if they wish. They may also add their Special Attack instead of their Attack and have the attack deal Special Damage, if they wish.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Freezer":{
        "embed":"{\"title\":\"Freezer\",\"description\":\"The Pok\\u00e9mon\\u2019s struggle Attacks may be Ice-Typed if they wish. They may also add their Special Attack instead of their Attack and have the attack deal Special Damage, if they wish.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Hazard Immunity":{
        "embed":"{\"title\":\"Hazard Immunity\",\"description\":\"Confers immunity to all negative effects from toxic environments.\",\"fields\":[],\"footer\":{\"text\":\"DPDoM: p.26\"}}"
    },
    "Hazard Tolerance":{
        "embed":"{\"title\":\"Hazard Tolerance\",\"description\":\"Lowers the toxicity of all environments by one step. High toxicity becomes medium, medium becomes low, and low toxicity is ignored altogether.\",\"fields\":[],\"footer\":{\"text\":\"DPDoM: p.26\"}}"
    },
    "Dream Mist (Capability)":{
        "embed":"{\"title\":\"Dream Mist\",\"description\":\"A Pok\\u00e9mon of at least Level 20 who has the Dream Mist Capability can produce Dream Mist once a day as an Extended Action. Dream Mist may be collected with a Collection Jar.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Gilled":{
        "embed":"{\"title\":\"Gilled\",\"description\":\"A Gilled Pok\\u00e9mon can breathe underwater. It never needs to come up for air and can remain underwater for as long as it wants to.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Glow":{
        "embed":"{\"title\":\"Glow\",\"description\":\"A Pok\\u00e9mon with the Glow Capability can emit light from a part of its body. Depending on the variety of wild Pok\\u00e9mon nearby, it might attract Pok\\u00e9mon or ward them away.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Heater":{
        "embed":"{\"title\":\"Heater\",\"description\":\"A Pok\\u00e9mon with the Heater Capability is always warm.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.305\"}}"
    },
    "Keystone Warp":{
        "embed":"{\"title\":\"Keystone Warp\",\"description\":\"Spiritomb carries around with it an Odd Keystone. Trainers may collect additional Odd Keystones as they travel. They may then synchronize them with a Spiritomb for the cost of 2 Tutor Points. A Spiritomb may then freely teleport between any Odd Keystones within 10 meters as a Standard Action.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.305\"}}"
    },
    "Magnetic":{
        "embed":"{\"title\":\"Magnetic\",\"description\":\"Magnetic Pok\\u00e9mon can lightly manipulate magnetic fields. With this, they can repel or attract iron and\\\/or steel, holding it to their body or pushing it away. Through this magnetic manipulation, they can also feel magnetic fields and discern magnetic north.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.306\"}}"
    },
    "Milk Collection":{
        "embed":"{\"title\":\"Milk Collection\",\"description\":\"The user may produce a MooMoo Milk Item once a day as an Extended Action as long as they are at least Level 20. MooMoo Milk may be collected with a Collection Jar.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.306\"}}"
    },
    "Honey Gather":{
        "embed":"{\"title\":\"Honey Gather\",\"description\":\"Once a day, Pok\\u00e9mon with this Capability can find a Honey item as an Extended Action if they are allowed time in an environment with abundant plant life. Honey may be collected with a Collection Jar.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.305\"}}"
    },
    "Letter Press":{
        "embed":"{\"title\":\"Letter Press\",\"description\":\"Unown with the Letter Press capability may be combined with other Unown, creating a Prime Unown, or adding to an existing Prime Unown. The first four times you add an Unown to a Prime Unown, including the creation of the Prime Unown, add 5 points to any one of the Prime Unown\\u2019s Base stats. Combined Unown may retain different instances of Hidden Power from each individual Unown, up the normal Move List limit. When combining Unown with the Letter Press capability, for each instance of Hidden Power, choose whether it will operate on Attack stat or Special Attack stat. This choice is permanent. Unowns combined with Letter Press can be kept in a single Pok\\u00e9 Ball, essentially becoming a single Pok\\u00e9mon. Once combined with Letter Press, Unowns cannot be separated. Prime Unown lose the Underdog Capability.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.305\"}}"
    },
    "Inflatable":{
        "embed":"{\"title\":\"Inflatable\",\"description\":\"A Pok\\u00e9mon with the capability Inflatable can expand its size up to 125% of its normal size as a Standard Action. While Inflated, a Pok\\u00e9mon does not change its weight. When Inflated, Pok\\u00e9mon gain a -1 Penalty to Evasion, but become Blocking Terrain; you may not target through an Inflated Pok\\u00e9mon. Returning to normal size is a Shift Action.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.305\"}}"
    },
    "Invisibility":{
        "embed":"{\"title\":\"Invisibility\",\"description\":\"Pok\\u00e9mon who have the Invisibility Capability can turn invisible as a Shift Action. Pok\\u00e9mon may not perform Moves while invisible. While invisible, you must roll +4 during Accuracy Checks to hit the Pok\\u00e9mon. When a Pok\\u00e9mon turns invisible, they can only remain invisible for up to 4 minutes or can turn visible again as a Free Action. After becoming visible, they must wait two plus the number of minutes they spent invisible before turning invisible again.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.305\"}}"
    },
    "Juicer":{
        "embed":"{\"title\":\"Juicer\",\"description\":\"When Shuckle is holding a berry, after 24 hours of that Berry going unused, it will be turned into Berry Juice and stored in the Shuckle\\u2019s shell. Shuckle may use Berry Juice as a Snack Item; if the juice is bottled, other Pok\\u00e9mon and Trainers may drink the Berry Juice as a Refreshment. If a Berry Juice item is left in the Shuckle\\u2019s shell unused for two weeks it solidifies and turns into a Rare Candy.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.305\"}}"
    },
    "Materializer":{
        "embed":"{\"title\":\"Materializer\",\"description\":\"The Pok\\u00e9mon\\u2019s struggle Attacks may be Rock-Typed if they wish. They may also add their Special Attack instead of their Attack and have the attack deal Special Damage, if they wish.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.306\"}}"
    },
    "Herb Growth":{
        "embed":"{\"title\":\"Herb Growth\",\"description\":\"Pok\\u00e9mon of at least Level 20 with this Capability may produce a Revival Herb once a day as an Extended Action. This Herb may be harvested by a Trainer.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.305\"}}"
    },
    "Premonition":{
        "embed":"{\"title\":\"Premonition\",\"description\":\"Pok\\u00e9mon with this Capability have a supernatural sense for natural disasters such as earthquakes, floods, and volcanic eruptions. The magnitude of the impending disaster and its proximity to the Pok\\u00e9mon both affect how often they get this sense before a disaster and how long in advance the warning is. Closer and bigger disasters tend to have a greater effect and may alert the Pok\\u00e9mon to the specific area where a disaster will occur days in advance, while lesser disasters may simply give the Pok\\u00e9mon an odd sense of unease several hours before they hit.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.307\"}}"
    },
    "Shadow Meld":{
        "embed":"{\"title\":\"Shadow Meld\",\"description\":\"Gengar can melt into shadows to remain unseen as a Standard Action. While doing so, Gengar receives a +4 bonus to Stealth rolls, gains +1 to its evasion, and can travel along a surface as if completely flat. Gengar may also \\u201cride\\u201d along on a living creature\\u2019s shadow, moving along with it as the creature moves. Gengar may not use Standard Actions while melded into shadow. Reforming is a Shift Action.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.307\"}}"
    },
    "Soulless":{
        "embed":"{\"title\":\"Soulless\",\"description\":\"Shedinja is a unique Pok\\u00e9mon. Its default Ability will always be Wonder Guard and Shedinja\\u2019s Max Hit Points is always 1. You may not add to a Shedinja\\u2019s Hit Point stat, and Shedinja may not have Temporary Hit Points. However, Shedinja can\\u2019t die and never gains Injuries. Given an Extended Rest, Shedinja always recovers to 1 Hit Point regardless of natural healing rate and how many Hit Points it had previously.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.307\"}}"
    },
    "Sprouter":{
        "embed":"{\"title\":\"Sprouter\",\"description\":\"Once per week, Pok\\u00e9mon with the Sprouter capability can rapidly influence the growth of plants and flora around them. As a Standard Action, they may cause a plant around them to bloom, and potentially grow up to 1 meter in any direction. Sprouter may cause planted Berries to instantly give yield.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.307\"}}"
    },
    "Naturewalk":{
        "embed":"{\"title\":\"Naturewalk\",\"description\":\"Naturewalk is always listed with Terrain types in parentheses, such as Naturewalk (Forest and Grassland). Pok\\u00e9mon with Naturewalk treat all listed terrains as Basic Terrain.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.306\"}}"
    },
    "Phasing":{
        "embed":"{\"title\":\"Phasing\",\"description\":\"A Pok\\u00e9mon with Phasing may Shift through Slow Terrain without their Speed Capabilities being affected. As a Standard action, they may turn completely Intangible. While Intangible, they cannot be targeted by Moves or attacks, cannot perform Standard Actions, and lose a Tick of Hit Points at the end of each round. While Intangible, they may pass through solid walls and all other blocking terrain during their Shift Action. Becoming Tangible again is a Shift Action.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.307\"}}"
    },
    "Stealth":{
        "embed":"{\"title\":\"Stealth\",\"description\":\"A Pok\\u00e9mon with the Stealth Capability are excellent at approaching the enemy for an up close assault. While Shifting, unless they purposely want to, Stealth Pok\\u00e9mon do not make any noise. Unless a Pok\\u00e9mon with Stealth has used a Ranged Move during the current round or the round previous, Ranged Moves may not target them if the line of sight drawn goes through Rough Terrain or if the Pok\\u00e9mon is on Rough Terrain.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.308\"}}"
    },
    "Split Evolution":{
        "embed":"{\"title\":\"Split Evolution\",\"description\":\"Wurmple evolves based on its Nature; if it has a Nature that raises Attack, Special Attack, or Speed, it evolves into Silcoon. If it has a Nature that raises HP, Defense, or Special Defense, it evolves into Cascoon.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.307\"}}"
    },
    "Mushroom Harvest":{
        "embed":"{\"title\":\"Mushroom Harvest\",\"description\":\"Pok\\u00e9mon of at least Level 20 with this Capability can produce a mushroom item once a day as an Extended Action. Roll 1d20 when this Capability is used. On a roll of 1-12, a Tiny Mushroom is produced. On a roll of 13-18, a Big Mushroom is produced. On a roll of 19-20, a Balm Mushroom is produced.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.306\"}}"
    },
    "Pack Mon":{
        "embed":"{\"title\":\"Pack Mon\",\"description\":\"A Pok\\u00e9mon with Pack Mon instinctively belong to a rigid pack structure, and are naturally inclined to the top of that structure. Wild Pok\\u00e9mon that are of this Pok\\u00e9mon\\u2019s unevolved form or at least 10 levels lower than the user will instantly obey the user\\u2019s commands; showing a Pok\\u00e9mon with Pack Mon to a group of Wilds will put them at a Fearful disposition. However, two Pack Mons of the same species and within 10 Levels of each other will fight for dominance of the group. If a Wild Pack Leader is ten levels higher than your Pok\\u00e9mon, it will expect your Pok\\u00e9mon to obey it, and may attack if it does not.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.306\"}}"
    },
    "Pearl Creation":{
        "embed":"{\"title\":\"Pearl Creation\",\"description\":\"When a Pok\\u00e9mon with this Capability Evolves, it loses this Capability and creates a Pink Pearl Held Item.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.307\"}}"
    },
    "Shrinkable":{
        "embed":"{\"title\":\"Shrinkable\",\"description\":\"A Pok\\u00e9mon with the capability Shrinkable can shrink its size up to 25% of its normal size as a Standard Action, but this does not change its weight. While Shrunken, a Pok\\u00e9mon may not perform Standard Actions except to return to normal size, and gains a +4 bonus to Evasion. Using Shrinkable is not the same as using the Move Minimize, but if a Pok\\u00e9mon learns the Move Minimize and does not have the Shrinkable Capability, they gain Shrinkable.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.307\"}}"
    },
    "Planter":{
        "embed":"{\"title\":\"Planter\",\"description\":\"Pok\\u00e9mon with the Planter Capability can act as a Portable Grower, holding one plant at a time. Pok\\u00e9mon with this Capability may be limited in what they can grow. In these cases, they will have parentheses on their Planter Capability denoting what they can grow. For example, Planter (Berries) would allow the Pok\\u00e9mon to grow Berry plants only.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.307\"}}"
    },
    "Reach":{
        "embed":"{\"title\":\"Reach\",\"description\":\"A Pok\\u00e9mon with Reach has the Range of their Melee attacks increased based on their size category; Small and Medium Pok\\u00e9mon may make Melee attacks from up to 2 meters away, and Large and bigger Pok\\u00e9mon may make Melee attacks from up to 3 meters away. Pok\\u00e9mon with Reach are either really large or have a stretchy limb with which they can strike foes from a distance.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.307\"}}"
    },
    "X-Ray Vision":{
        "embed":"{\"title\":\"X-Ray Vision\",\"description\":\"Pok\\u00e9mon and Trainers with the X-Ray Vision Capability can see through walls and solid objects up to a foot in thickness. Objects seen through X-Ray vision are seen as white shapes and outlines without much detailed definition. The effectiveness of X-Ray Vision depends on the object\\u2019s material. Anything thin from paper to light wood to most residential drywall allows clear X-Ray Vision through it, while lead and tungsten would block X-Ray Vision entirely.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.309\"}}"
    },
    "Threaded":{
        "embed":"{\"title\":\"Threaded\",\"description\":\"Pok\\u00e9mon with the Threaded Capability may make a Threaded Shift as a Shift Action. A Threaded Shift is when a Pok\\u00e9mon targets an object and shoots a strong, thin line of silk, or extends a vine from themselves, and then quickly retracts that silk, or vine, pulling itself towards the object if the Pok\\u00e9mon is lighter than the object, or pulling the object towards the Pok\\u00e9mon if it is lighter than the user. Threaded has a range of 4 meters. If you target an unwilling Pok\\u00e9mon or Trainer with threaded, Threaded requires an AC 6 Status Attack to use.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.308\"}}"
    },
    "Zapper":{
        "embed":"{\"title\":\"Zapper\",\"description\":\"The user\\u2019s struggle Attacks may be Electric-Typed if they wish. They may also add their Special Attack instead of their Attack and have the attack deal Special Damage, if they wish.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.309\"}}"
    },
    "Underdog":{
        "embed":"{\"title\":\"Underdog\",\"description\":\"This capability denotes Pok\\u00e9mon who qualify for the Underdog Class\\u2019s effects. They are Pok\\u00e9mon species with a Base Stat total of 45 or less. Some exceptions apply.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.308\"}}"
    },
    "Volatile Bomb":{
        "embed":"{\"title\":\"Volatile Bomb\",\"description\":\"The Pok\\u00e9mon never loses Loyalty from using Self-Destruct or Explosion.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.308\"}}"
    },
    "Wallclimber":{
        "embed":"{\"title\":\"Wallclimber\",\"description\":\"Wallclimber Pok\\u00e9mon often have suction cups, hooks, or other means of easily scaling walls or other vertical surfaces. They may travel along a wall or ceiling at a rate of half of their Overland Capability.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.309\"}}"
    },
    "Tracker":{
        "embed":"{\"title\":\"Tracker\",\"description\":\"Pok\\u00e9mon with the Tracker Capability have a strong sense of smell that they can use to follow other Pok\\u00e9mon or people. If the Pok\\u00e9mon has smelt whom they want to track in the past day, or one of their personal belongings, they can pursue that prey with a Perception check of 8 or better. To pick-up a random scent from nothing, a Perception check of 14 or better will allow the Pok\\u00e9mon to follow that scent. To pick-up a specific scent from nothing, a Perception check of 20 will allow the Pok\\u00e9mon to follow that scent. A Pok\\u00e9mon may only make these checks once per hour.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.308\"}}"
    },
    "Tremorsense":{
        "embed":"{\"title\":\"Tremorsense\",\"description\":\"Pok\\u00e9mon with the Tremorsense Capability can sense the location, size, and shape of objects in the ground around them for up to 5 meters, almost as if they could see through the ground.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.308\"}}"
    },
    "Weathershape":{
        "embed":"{\"title\":\"Weathershape\",\"description\":\"Castform\\u2019s appearance changes with the weather around it. It changes to its orange form in Sunny weather, its blue and grey form in Raining weather, its light blue form when it\\u2019s Hailing, a rocky brown form in a Sandstorm.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.309\"}}"
    },
    "Alluring":{
        "embed":"{\"title\":\"Alluring\",\"description\":\"Pok\\u00e9mon who are Alluring smell very pleasant. Once per day, they may act as if they were a Bait Item.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.303\"}}"
    },
    "Swim":{
        "embed":"{\"title\":\"Swim\",\"description\":\"Swim is a Movement Capability that defines how quickly the Poke\\u0301mon can move underwater. If a Poke\\u0301mon learns the Move Dive and does not have the Swim Capability, they gain Swim 3. If they already have the Underwater Capability, the Swim value is raised 3.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.223\"}}"
    },
    "Levitate (Capability)":{
        "embed":"{\"title\":\"Levitate (Capability)\",\"description\":\"Levitate is a Movement Capability that defines how quickly the Poke\\u0301mon moves while floating or levitating. When using the Levitate Capability, the maximum height off the ground the Poke\\u0301mon can achieve is equal to half of their Levitate Capability. If a Poke\\u0301mon gains the Levitate ability and does not have the Levitate Capability, they gain Levitate 4. If they already have the Levitate Capability, the Levitate value is raised 2.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.223\"}}"
    },
    "Amorphous":{
        "embed":"{\"title\":\"Amorphous\",\"description\":\"Pok\\u00e9mon that are Amorphous have an inconsistent shape. They can flatten and reform themselves like putty. They can stretch out their body material and condense themselves as well. They\\u2019re able to squeeze through tight spaces, such as under a door.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.303\"}}"
    },
    "Wielder":{
        "embed":"{\"title\":\"Wielder\",\"description\":\"Pok\\u00e9mon with the Wielder Capability gain a +2 bonus to Disarming and cannot have their natural weapons disarmed or removed by moves such as Thief, Covet, Switcheroo, and Trick. Small Pok\\u00e9mon with this capability may additionally wield man-made Small Melee weapons, gaining all normal benefits. Medium and higher size category Pok\\u00e9mon may wield Large Melee weapons. These weapons occupy the Pok\\u00e9mon\\u2019s Held Item slot when Wielded. Pok\\u00e9mon Wielding Weapons can only ever get access to Adept Combat Rank Moves from Weapons, even if their Combat Skill would allow them to qualify for higher.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.309\"}}"
    },
    "Wired":{
        "embed":"{\"title\":\"Wired\",\"description\":\"Wired Pok\\u00e9mon have a special relation to electronic devices. They can enter machines and travel through connected electronics through any cords that connect them instantly. If used by a Rotom, Rotom may take control of the machine from within, gaining a Move chosen by your GM based on the machine.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.309\"}}"
    },
    "Vacuum Tolerance":{
        "embed":"{\"title\":\"Vacuum Tolerance\",\"description\":\"Slows down the rate of injury gain, causing the Pok\\u00e9mon with the capability to gain injuries from vacuum exposure once every 5 minutes instead of one every round.\",\"fields\":[],\"footer\":{\"text\":\"DPDoM: p.24\"}}"
    },
    "Vacuum Immunity":{
        "embed":"{\"title\":\"Vacuum Immunity\",\"description\":\"Prevents all injuries from vacuum exposure.\",\"fields\":[],\"footer\":{\"text\":\"DPDoM: p.24\"}}"
    },
    "Illusionist":{
        "embed":"{\"title\":\"Illusionist\",\"description\":\"Pok\\u00e9mon with the Illusionist Capability can create minor visual Illusions as a Standard Action. These may be no more than half a meter in any dimension and produce no sensory sensations outside of sight. Any physical contact noticeably disrupts an Illusion, and all other effects that see through Illusions can do so. Otherwise, the Illusion appears life-like and can be made to move, though it cannot move further than the user\\u2019s Focus Rank in meters away from the user. Actively manipulating the Illusion requires constant attention from the user. For minor effects such as making an illusionary flame dance, this requires the user to constantly spend its Swift Actions. For more major effects such as animating an illusionary skeleton, the user must constantly spend Standard Actions.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.305\"}}"
    },
    "Mountable X":{
        "embed":"{\"title\":\"Mountable X\",\"description\":\"This Pok\\u00e9mon may serve as a mount for X average Trainers regardless of Power Capability and ignoring penalties for weight carried. This Capability fails to function if significant weight is added in addition to the Trainer(s). Note that this Capability is meant to be used as a guideline, not a hard and fast rule. Feel free to adjust which Pok\\u00e9mon can be ridden as fits your campaign.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.306\"}}"
    },
    "Burrow":{
        "embed":"{\"title\":\"Burrow\",\"description\":\"The Burrow Capability determines how much a Poke\\u0301mon can shift each turn while underground. The holes dug are only as large as the Poke\\u0301mon who burrows. If a Poke\\u0301mon learns the Move Dig and does not have the Burrow Capability, they gain Burrow 3. If they already have the Burrow Capability, the Burrow value is raised 3. A Poke\\u0301mon or Trainer ending its turn underground must spend a Standard Action to remain underground. If a Poke\\u0301mon or Trainer has already spent its Standard Action on a round it ends underground, it instead forfeits its next Standard Action.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.223\"}}"
    },
    "Mindlock":{
        "embed":"{\"title\":\"Mindlock\",\"description\":\"Pok\\u00e9mon who have the Capability Mindlock cannot have their minds read by Telepathy, are immune to the Move Mind Reader, cannot have their emotions calmed with Gentle Vibe, and Telepathic Warning cannot trigger on their attacks. The Dream Reader Capability cannot read their dreams.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.306\"}}"
    },
    "Overland":{
        "embed":"{\"title\":\"Overland\",\"description\":\"Overland is a Movement Capability that defines how many meters the Poke\\u0301mon may shift while on dry land. Most Poke\\u0301mon and Trainers will use Overland as their primary movement capability.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.223\"}}"
    },
    "Aura Reader (Capability)":{
        "embed":"{\"title\":\"Aura Reader\",\"description\":\"These Trainers and Pok\\u00e9mon can read the Auras of other living beings. Each Aura conveys two pieces of information. First, its hue or color reveals something about the personality of the target. The hue of an Aura may change over time if an individual undergoes significant changes in personality or worldview. Second, Auras also appear brightened or darkened at times. Brightened auras can reflect good moods and intentions, whereas darkened auras can reflect a sour mood or deceptive and negative intentions.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.303\"}}"
    },
    "Shapeshifter":{
        "embed":"{\"title\":\"Shapeshifter\",\"description\":\"Pok\\u00e9mon with this Capability can change their shape at will, taking on different forms as a Standard Action. When using this Capability, the user cannot increase or decrease its total mass by more than 50%, and they cannot replicate complex machines such as computers or phones. They may take on the appearance of these devices, but they will appear simplified in comparison. They can, however, transform into other moving forms such as acting as someone\\u2019s prosthetic limb, a living lever or pulley system, or a Pok\\u00e9mon comparable in size. Note in this last case that the Shapeshifter doesn\\u2019t gain any qualities of that Pok\\u00e9mon without actually using the Move Transform! Anyone closely examining a Shapeshifter Pok\\u00e9mon may determine its true nature with a Perception Check opposed by the Pok\\u00e9mon\\u2019s Stealth.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.307\"}}"
    },
    "Telekinetic (Capability)":{
        "embed":"{\"title\":\"Telekinetic\",\"description\":\"Telekinetic Pok\\u00e9mon and Trainers can move objects with their mind. They can lift things with Telekinesis as if they were using a Power Capability equal to their Focus Rank. When lifting Staggering Weights with Telekinesis, they roll Focus instead of Athletics, and the DC is 10 instead of 4. They can target objects up to 8 meters away. Count the combined weight of all objects when determining whether they can lift all of them. Using this Capability to lift the user\\u2019s Drag Weight or greater leaves discoverable psychic residue. Additionally, the user may use Struggle Attacks at a range of X, where X is the user\\u2019s Focus Rank. These Struggle Attacks deal Normal-Type Damage as usual, but the user may add their Special Attack instead of their Attack and have the attack deal Special Damage, if they wish. The user may perform the Disarm, Trip, and Push Maneuvers at the range of your Telekinetic Capability and using the Focus Skill for all opposed rolls. When the Push Maneuver is used this way, the user does not repeat the Push but instead Pushes the target a number of meters equal to half their Focus Rank.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.308\"}}"
    },
    "Power":{
        "embed":"{\"title\":\"Power\",\"description\":\"Power represents a Poke\\u0301mon or Trainer\\u2019s physical strength. The attached chart shows how much weight a Poke\\u0301mon or Trainer can bear, depending on their power value.\",\"fields\":[{\"name\":\"Heavy Lifting\",\"value\":\"A Poke\\u0301mon or Trainer bearing weight within their Heavy Lifting range takes a -2 CS penalty to Speed, and a -2 penalty to Evasion and Accuracy, but may otherwise move and take actions. Actions may be restricted; if you\\u2019re carrying a Growlithe in both arms, you can\\u2019t very well use attacks that depend on your hands.\"},{\"name\":\"Staggering\",\"value\":\"While lifting weight higher than their \\u201cHeavy Lifting\\u201d range and up to their Staggering Weight limit, Poke\\u0301mon or Trainers are able to move only 1 Meter per Shift Action, and cannot take Standard Actions. While lifting Staggering Weight, a target also suffers a -4 CS penalty to Speed, and -4 to Evasion and Accuracy. Each round of carrying Staggering Weight requires an Athletics Check with a DC of 4.\"},{\"name\":\"Drag Weight\",\"value\":\"Poke\\u0301mon and Trainers can push or pull objects that are heavier than their Staggering Weight Limit but lighter than their Drag Weight Limit at a rate of 1 meter per round. Beneficial conditions may greatly increase the drag weight limit; wheels on the dragged object, for example, can multiply the drag weight limit considerably.\"}],\"image\":[\"https:\\\/\\\/i.imgur.com\\\/q8bp1B8.png\"],\"footer\":{\"text\":\"Core: p.222\"}}"
    },
    "Throwing Range":{
        "embed":"{\"title\":\"Throwing Range\",\"description\":\"Trainers have a Throwing Range that determines how far they can throw Poke\\u0301 Balls and other small items. This Capability is equal to 4 plus their Athletics Rank in meters.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.223\"}}"
    },
    "Jumping Capabilities":{
        "embed":"{\"title\":\"Jumping Capabilities\",\"description\":\"There are two kinds of Jumps \\u2013 Long Jumps and High Jumps. Long Jumps measure how far a Poke\\u0301mon or Trainer can Jump, while High Jumps measure how high. Each Poke\\u0301mon or Trainer has a specific value associated which each of these; this value is represented in meters and measures how far they can jump without making a check (assuming the jump is not particularly tricky; jumping onto a narrow ledge might require a check even if the distance isn\\u2019t particularly far).\\n\\nPoke\\u0301mon or Trainers may attempt to increase their High or Long Jump value by +1 by making an Acrobatics Check with a DC of 16.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.223\"}}"
    },
    "Sky":{
        "embed":"{\"title\":\"Sky\",\"description\":\"The Sky Speed determines how many meters a Poke\\u0301mon may shift in the air. If a Poke\\u0301mon learns the Move Fly and does not have the Sky Capability, they gain Sky 4. If they already have the Sky Capability, the Sky value is raised by 4.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.223\"}}"
    },
    "Home Gravity":{
        "embed":"{\"title\":\"Home Gravity\",\"description\":\"When using DPDoM gravity rules, all humans and Pok\\u00e9mon have this capability, rated on a scale depending on what their home gravity level is. For most humans and Pok\\u00e9mon, this value is 3, which means they're adapted to Earth-like gravity.\\nFor each step the environment differs from your Home Gravity value, take a -2 penalty to your Athletics and Acrobatics rolls.\\n\\nFor each step the environment is higher than your Home Gravity value, make the following changes:\\n\\u2022Decrease your evasion by 1.\\n\\u2022Decrease all movement speeds by 1, to a minimum of 1.\\n\\u2022Decrease your high and low jump values by 50%.\\n\\u2022Decrease your effective Power capability by 1.\\n\\u2022If the environment is higher by at least 2 steps, you may not use Levitate or Sky speeds.\\n\\nFor each step the environment is lower than your Home Gravity value, make the following changes:\\n\\u2022Increase your high and low jump values by 50%.\\n\\u2022Increase your effective Power capability by 1.\",\"fields\":[],\"footer\":{\"text\":\"DPDoM: p.21\"}}"
    },
    "Gravitic Tolerance":{
        "embed":"{\"title\":\"Gravitic Tolerance\",\"description\":\"This capability represents either a natural ability to function in other gravity levels or specialized training to do so. There are, of course, natural limits to this. A human body is designed to function in a specific level of gravity, and while you may be able to grow used to a higher or lower gravity to some degree, it is simply impossible to adjust well to gravity that is too different from the norm.\\nGravitic Tolerance is represented as a range of gravity values which you can treat as your Home Gravity for the purposes of evasion and skill penalties only. Your sheer ability to jump, lift, or run remains unaffected.\\nFor example, in your setting, you might decide Clefairy actually does originally come from the Moon. It has Gravitic Tolerance 1-3 and Home Gravity 3. Why not Home Gravity 1? Well, Gravitic Tolerance doesn\\u2019t do anything to offset changes in Power,movement, or jumping, and Clefairy\\u2019s Poke\\u0301dex values assume its normal functioning on Earth.\",\"fields\":[],\"footer\":{\"text\":\"DPDoM: p.22\"}}"
    },
    "Free Floating":{
        "embed":"{\"title\":\"Free Floating\",\"description\":\"Free Floating is a Movement Capability and always has a numerical value. Free Floating functions just like a Sky speed but only works in zero gravity environments.\",\"fields\":[],\"footer\":{\"text\":\"DPDoM: p.22\"}}"
    },
    "Telepath (Capability)":{
        "embed":"{\"title\":\"Telepath\",\"description\":\"A Telepathic Pok\\u00e9mon can read the surface thoughts of people and other Pok\\u00e9mon X meters away where X is Focus Rank doubled. Pok\\u00e9mon with Telepathy can project their thoughts to the minds of other Trainers or Pok\\u00e9mon with Telepathy. Trainers with Telepathy can project their thoughts to the minds of any Trainer or Pok\\u00e9mon. Telepathy can be used to read only one target at a time but can project to on a number of separate targets at once equal to half the user\\u2019s Focus Rank. Telepathy may be used to read minds with or without making the target aware of the attempt. Unwilling targets and targets that are unaware automatically resist the Telepathy attempt; the user and target roll opposed Focus Checks to determine if the Telepathy attempt is successful. A failure imposes a cumulative -3 penalty to future checks to use Telepathy on that target for the next 24 hours. Using Telepathy on an Unwilling target leaves discoverable psychic residue.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.308\"}}"
    },
    "Groundshaper":{
        "embed":"{\"title\":\"Groundshaper\",\"description\":\"A Pok\\u00e9mon with the Groundshaper Capability can transform the terrain around them to create Rough Terrain or Slow Terrain or Terrain that is both, or flatten out Rough Terrain to create Basic Terrain. Using this Capability is an At-Will Standard Action that affects all cardinally adjacent squares. All squares need not be affected in the same way, and the user may choose not to affect certain squares at all if they wish.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.304\"}}"
    },
    "Blindsense":{
        "embed":"{\"title\":\"Blindsense\",\"description\":\"Zubat, Deino, and Deino\\u2019s Evolutions are blind, but can generally function through increased senses \\u2013 Blindsense can take the form of echolocation, increased hearing, enhanced sense of smell, a supernatural awareness of the environment, and more. It is, however, unable to distinguish colors or exact forms (reading words on a book would be impossible, for example). Pok\\u00e9mon and Trainers with Blindsense can function even in complete darkness, as if they had Darkvision, and they can never be Blinded.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.303\"}}"
    },
    "Teleporter":{
        "embed":"{\"title\":\"Teleporter\",\"description\":\"Teleporter is a Movement Capability that defines how far the Poke\\u0301mon can travel by teleportation. Only one teleport action can be taken during a round of combat. The Poke\\u0301mon must have line of sight to the location they wish to teleport to, and they must end each teleport action touching a surface (ie it is not possible to \\u2018chain\\u2019 teleports in order to fly). If a Poke\\u0301mon also has the Sky or Levitate Capability, they may Teleport into Sky spaces (only to spaces within their maximum height for Levitate). Teleporter cannot be increased by taking a Sprint Action. If a Poke\\u0301mon learns the move Teleport and does not have the Teleporter Capability they gain Teleporter 4. If they already have the Teleporter Capability, the Teleporter value is raised 4.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.223\"}}"
    },
    "Marsupial":{
        "embed":"{\"title\":\"Marsupial\",\"description\":\"Kangaskhan is always born with the Baby Template (see Optional Rules), subtracting 5 from each of its Base Stats. While Kangaskhan have the Baby Template, they live in their mother\\u2019s pouch and will not willingly leave it for long; their bond is so strong, that both Pok\\u00e9mon are able to be captured in a single Pokeball during this time. While Kangaskhan has the Baby Template, it cannot be Commanded to fight or take any action. Mother Kangaskhan with a Baby in their pouch are exceptional at protecting their babies; attacks cannot target Kangaskhan inside their mother\\u2019s pouch while she is conscious. Trainers raising a Kangaskhan may choose to have their Mother Kangaskhan gain 20% less experience from any sources and give that Experience to the baby instead. Once a Baby Kangaskhan reaches level 25 and loses the Baby Template, it exits its mother\\u2019s pouch permanently. If its mother had a loyalty higher than 1, it will allow itself to be easily caught by its Trainer.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.306\"}}"
    },
    "Living Weapon":{
        "embed":"{\"title\":\"Living Weapon\",\"description\":\"In addition to being a Pok\\u00e9mon, Honedge and its evolutionary relatives also count as equipment and may be used as such if the Pok\\u00e9mon is willing. Honedge may be used as a Small Melee Weapon. Doublade may be used as two Small Melee Weapons; when one is held in each hand, the user gains +2 to Evasion. Aegislash may be used as a Small Melee Weapon and a Light Shield. When Fainted, these Pok\\u00e9mon may still be used as inanimate pieces of equipment, but all rolls made with them take a -2 penalty.\\n\\nIf the Living Weapon is also being used as an active Pok\\u00e9mon, the Wielder and the Living Weapon use the Wielder\\u2019s Movement Speed to shift during each of their turns, and the total amount Shifted during the round cannot exceed the Wielder\\u2019s Movement Speed.\\n\\nWhile wielded, the Living Weapon may impart its wielder benefits as if it were a Simple or Fine Weapon, as long as the wielder has the requisite Combat Skill Rank. A Honedge counts as a Simple Weapon and grants the Adept Move Wounding Strike. A Doublade counts as a Simple Weapon and Grants the Adept Move Double Swipe. An Aegislash counts as a Fine Weapon and grants the Adept Move Wounding Strike and the Master Move Bleed!. While used as a Living Weapon, the Pok\\u00e9mon also adds these Moves to its own Move List, so long as their wielder qualifies to access them.\\n\\nEither the Living Weapon or the Wielder can disengage as a Swift Action during their turn to Shift and attack separately. Re-engaging is a Standard Action that may be taken by either party. While Wielded, a Living Weapon cannot benefit from its No Guard Ability, and an Aegislash is automatically in Blade forme.\",\"fields\":[],\"footer\":{\"text\":\"Core: p.305\"}}"
    }
}